<?php

use Illuminate\Database\Seeder;

class GameTableSeeder extends Seeder
{

    public function run()
    {
        $player_id = [1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,
            36,37,38,39,40,41,42,43,44,45,46,47,48];
        $a_1 = [78401,46716,82612,62618,41525,38415,87744,74284,80767,65914,76426,62993,22382,11164,64422,93632,27226,
            75137,15365,99887,86817,49666,35554,16460,78169,58191,20552,21936,76003,20866,46693,20808,36659,18320,70066,
            34435,76691,68961,89557,70661,95700,55371,12328,66198,16267,18745,54033,18810];
        $q_2_1 = ['در پی حوادث اخیر فرانسه و انتشار تصاویر توهین آمیز به مقدسات اسلامی در یک نشریه فرانسوی، و تشدید جریان ضد اسلامی و اسلام هراسی از سوی مقامات و رسانه‌های غربی، ، نامه مهمی خطاب به جوانان در اروپا و امریکای شمالی  انتشار یافت. این نامه به زبان انگلیسی منتشر شد و متن ترجمه فارسی آن به شرح زیر است:

بسم‌ الله الرّحمن الرّحیم

به عموم جوانان در اروپا و امریکای شمالی
حوادث اخیر در فرانسه و وقایع مشابه در برخی دیگر از کشورهای غربی مرا متقاعد کرد که درباره‌ی آنها مستقیماً با شما سخن بگویم. من شما جوانان را مخاطب خود قرار میدهم؛ نه به این علّت که پدران و مادران شما را ندیده می‌انگارم، بلکه به این سبب که آینده‌ی ملّت و سرزمینتان را در دستان شما میبینم و نیز حسّ حقیقت‌جویی را در قلبهای شما زنده‌تر و هوشیارتر می‌یابم. همچنین در این نوشته به سیاستمداران و دولتمردان شما خطاب نمیکنم، چون معتقدم که آنان آگاهانه راه سیاست را از مسیر صداقت و درستی جدا کرده‌اند.
سخن من با شما درباره‌ی اسلام است و به‌طور خاص، درباره‌ی تصویر و چهره‌ای که از اسلام به شما ارائه میگردد. از دو دهه پیش به این سو ــ یعنی تقریباً پس از فروپاشی اتّحاد جماهیر شوروی ــ تلاشهای زیادی صورت گرفته است تا این دین بزرگ، در جایگاه دشمنی ترسناک نشانده شود. تحریک احساس رعب و نفرت و بهره‌گیری از آن، متأسّفانه سابقه‌ای طولانی در تاریخ سیاسی غرب دارد. من در اینجا نمیخواهم به «هراس‌های» گوناگونی که تاکنون به ملّتهای غربی القاء شده است، بپردازم. شما خود با مروری کوتاه بر مطالعات انتقادی اخیر پیرامون تاریخ، می‌بینید که در تاریخنگاری‌های جدید، رفتارهای غیر صادقانه و مزوّرانه‌ی دولتهای غربی با دیگر ملّتها و فرهنگهای جهان نکوهش شده است. تاریخ اروپا و امریکا از برده‌داری شرمسار است، از دوره‌ی استعمار سرافکنده است، از ستم بر رنگین‌پوستان و غیر مسیحیان خجل است؛ محقّقین و مورّخین شما از خونریزی‌هایی که به نام مذهب بین کاتولیک و پروتستان و یا به اسم ملیّت و قومیّت در جنگهای اوّل و دوّم جهانی صورت گرفته، عمیقاً ابراز سرافکندگی میکنند.
این به‌خودی‌خود جای تحسین دارد و هدف من نیز از بازگوکردن بخشی از این فهرست بلند، سرزنش تاریخ نیست، بلکه از شما میخواهم از روشنفکران خود بپرسید چرا وجدان عمومی در غرب باید همیشه با تأخیری چند ده ساله و گاهی چند صد ساله بیدار و آگاه شود؟ چرا بازنگری در وجدان جمعی، باید معطوف به گذشته‌های دور باشد نه مسائل روز؟ چرا در موضوع مهمّی همچون شیوه‌ی برخورد با فرهنگ و اندیشه‌ی اسلامی، از شکل‌گیری آگاهی عمومی جلوگیری میشود؟
شما بخوبی میدانید که تحقیر و ایجاد نفرت و ترس موهوم از «دیگری»، زمینه‌ی مشترک تمام آن سودجویی‌های ستمگرانه بوده است. اکنون من میخواهم از خود بپرسید که چرا سیاست قدیمی هراس‌افکنی و نفرت‌پراکنی، این‌بار با شدّتی بی‌سابقه، اسلام و مسلمانان را هدف گرفته است؟ چرا ساختار قدرت در جهان امروز مایل است تفکر اسلامی در حاشیه و انفعال قرار گیرد؟ مگر چه معانی و ارزشهایی در اسلام، مزاحم برنامه‌ی قدرتهای بزرگ است و چه منافعی در سایه‌ی تصویرسازی غلط از اسلام، تأمین میگردد؟ پس خواسته‌ی اوّل من این است که درباره‌ی انگیزه‌های این سیاه‌نمایی گسترده علیه اسلام پرسش و کاوش کنید.
خواسته‌ی دوم من این است که در واکنش به سیل  تبلیغات منفی، سعی کنید شناخت مستقیم از دین به دست آورید. منطق سلیم اقتضاء میکند که لااقل بدانید آنچه شما را از آن میگریزانند و میترسانند، چیست و چه ماهیّتی دارد. من اصرار نمیکنم که برداشت من یا هر تلقّی دیگری از اسلام را بپذیرید بلکه میگویم اجازه ندهید این واقعیّت پویا و اثرگذار در دنیای امروز، با اغراض و اهداف آلوده به شما شناسانده شود. اجازه ندهید ریاکارانه، تروریست‌های تحت استخدام خود را به عنوان نمایندگان اسلام به شما معرفی کنند. اسلام را از طریق منابع اصیل و مآخذ دست اوّل آن بشناسید. با اسلام از طریق قرآن و زندگی پیامبر بزرگ آن (صلّی‌الله‌علیه‌وآله‌و‌سلّم) آشنا شوید. من در اینجا مایلم بپرسم آیا تاکنون خود مستقیماً به قرآن مسلمانان مراجعه کرده‌اید؟ آیا تعالیم پیامبر اسلام (صلّی‌الله‌علیه‌وآله‌وسلّم) و آموزه‌های انسانی و اخلاقی او را مطالعه کرده‌اید؟ آیا تاکنون به جز رسانه‌ها، پیام اسلام را از منبع دیگری دریافت کرده‌اید؟ آیا هرگز از خود پرسیده‌اید که همین اسلام، چگونه و بر مبنای چه ارزشهایی طیّ قرون متمادی، بزرگترین تمدّن علمی و فکری جهان را پرورش داد و برترین دانشمندان و متفکّران را تربیت کرد؟
من از شما میخواهم اجازه ندهید با چهره‌پردازی‌های موهن و سخیف، بین شما و واقعیّت، سدّ عاطفی و احساسی ایجاد کنند و امکان داوری بیطرفانه را از شما سلب کنند. امروز که ابزارهای ارتباطاتی، مرزهای جغرافیایی را شکسته است، اجازه ندهید شما را در مرزهای ساختگی و ذهنی محصور کنند. اگر چه هیچکس به‌صورت فردی نمیتواند شکافهای ایجاد شده را پر کند، امّا هر یک از شما میتواند به قصد روشنگریِ خود و محیط پیرامونش، پلی از اندیشه و انصاف بر روی آن شکافها بسازد. این چالش از پیش طراحی شده بین اسلام و شما جوانان، اگر چه ناگوار است امّا میتواند پرسش‌های جدیدی را در ذهن کنجکاو و جستجوگر شما ایجاد کند. تلاش در جهت یافتن پاسخ این پرسش‌ها، فرصت مغتنمی را برای کشف حقیقت‌های نو پیش روی شما قرار میدهد. بنابراین، این فرصت را برای فهم صحیح و درک بدون پیشداوری از اسلام از دست ندهید تا شاید به یمن مسئولیّت‌پذیری شما در قبال حقیقت، آیندگان این برهه از تاریخ تعامل غرب با اسلام را با آزردگی کمتر و وجدانی آسوده‌تر به نگارش درآورند.
','در پی حوادث اخیر فرانسه و انتشار تصاویر توهین آمیز به مقدسات اسلامی در یک نشریه فرانسوی، و تشدید جریان ضد اسلامی و اسلام هراسی از سوی مقامات و رسانه‌های غربی، ، نامه مهمی خطاب به جوانان در اروپا و امریکای شمالی  انتشار یافت. این نامه به زبان انگلیسی منتشر شد و متن ترجمه فارسی آن به شرح زیر است:

بسم‌ الله الرّحمن الرّحیم

به عموم جوانان در اروپا و امریکای شمالی
حوادث اخیر در فرانسه و وقایع مشابه در برخی دیگر از کشورهای غربی مرا متقاعد کرد که درباره‌ی آنها مستقیماً با شما سخن بگویم. من شما جوانان را مخاطب خود قرار میدهم؛ نه به این علّت که پدران و مادران شما را ندیده می‌انگارم، بلکه به این سبب که آینده‌ی ملّت و سرزمینتان را در دستان شما میبینم و نیز حسّ حقیقت‌جویی را در قلبهای شما زنده‌تر و هوشیارتر می‌یابم. همچنین در این نوشته به سیاستمداران و دولتمردان شما خطاب نمیکنم، چون معتقدم که آنان آگاهانه راه سیاست را از مسیر صداقت و درستی جدا کرده‌اند.
سخن من با شما درباره‌ی اسلام است و به‌طور خاص، درباره‌ی تصویر و چهره‌ای که از اسلام به شما ارائه میگردد. از دو دهه پیش به این سو ــ یعنی تقریباً پس از فروپاشی اتّحاد جماهیر شوروی ــ تلاشهای زیادی صورت گرفته است تا این دین بزرگ، در جایگاه دشمنی ترسناک نشانده شود. تحریک احساس رعب و نفرت و بهره‌گیری از آن، متأسّفانه سابقه‌ای طولانی در تاریخ سیاسی غرب دارد. من در اینجا نمیخواهم به «هراس‌های» گوناگونی که تاکنون به ملّتهای غربی القاء شده است، بپردازم. شما خود با مروری کوتاه بر مطالعات انتقادی اخیر پیرامون تاریخ، می‌بینید که در تاریخنگاری‌های جدید، رفتارهای غیر صادقانه و مزوّرانه‌ی دولتهای غربی با دیگر ملّتها و فرهنگهای جهان نکوهش شده است. تاریخ اروپا و امریکا از برده‌داری شرمسار است، از دوره‌ی استعمار سرافکنده است، از ستم بر رنگین‌پوستان و غیر مسیحیان خجل است؛ محقّقین و مورّخین شما از خونریزی‌هایی که به نام مذهب بین کاتولیک و پروتستان و یا به اسم ملیّت و قومیّت در جنگهای اوّل و دوّم جهانی صورت گرفته، عمیقاً ابراز سرافکندگی میکنند.
این به‌خودی‌خود جای تحسین دارد و هدف من نیز از بازگوکردن بخشی از این فهرست بلند، سرزنش تاریخ نیست، بلکه از شما میخواهم از روشنفکران خود بپرسید چرا وجدان عمومی در غرب باید همیشه با تأخیری چند ده ساله و گاهی چند صد ساله بیدار و آگاه شود؟ چرا بازنگری در وجدان جمعی، باید معطوف به گذشته‌های دور باشد نه مسائل روز؟ چرا در موضوع مهمّی همچون شیوه‌ی برخورد با فرهنگ و اندیشه‌ی اسلامی، از شکل‌گیری آگاهی عمومی جلوگیری میشود؟
شما بخوبی میدانید که تحقیر و ایجاد نفرت و ترس موهوم از «دیگری»، زمینه‌ی مشترک تمام آن سودجویی‌های ستمگرانه بوده است. اکنون من میخواهم از خود بپرسید که چرا سیاست قدیمی هراس‌افکنی و نفرت‌پراکنی، این‌بار با شدّتی بی‌سابقه، اسلام و مسلمانان را هدف گرفته است؟ چرا ساختار قدرت در جهان امروز مایل است تفکر اسلامی در حاشیه و انفعال قرار گیرد؟ مگر چه معانی و ارزشهایی در اسلام، مزاحم برنامه‌ی قدرتهای بزرگ است و چه منافعی در سایه‌ی تصویرسازی غلط از اسلام، تأمین میگردد؟ پس خواسته‌ی اوّل من این است که درباره‌ی انگیزه‌های این سیاه‌نمایی گسترده علیه اسلام پرسش و کاوش کنید.
خواسته‌ی دوم من این است که در واکنش به سیل  تبلیغات منفی، سعی کنید شناخت مستقیم از دین به دست آورید. منطق سلیم اقتضاء میکند که لااقل بدانید آنچه شما را از آن میگریزانند و میترسانند، چیست و چه ماهیّتی دارد. من اصرار نمیکنم که برداشت من یا هر تلقّی دیگری از اسلام را بپذیرید بلکه میگویم اجازه ندهید این واقعیّت پویا و اثرگذار در دنیای امروز، با اغراض و اهداف آلوده به شما شناسانده شود. اجازه ندهید ریاکارانه، تروریست‌های تحت استخدام خود را به عنوان نمایندگان اسلام به شما معرفی کنند. اسلام را از طریق منابع اصیل و مآخذ دست اوّل آن بشناسید. با اسلام از طریق قرآن و زندگی پیامبر بزرگ آن (صلّی‌الله‌علیه‌وآله‌و‌سلّم) آشنا شوید. من در اینجا مایلم بپرسم آیا تاکنون خود مستقیماً به قرآن مسلمانان مراجعه کرده‌اید؟ آیا تعالیم پیامبر اسلام (صلّی‌الله‌علیه‌وآله‌وسلّم) و آموزه‌های انسانی و اخلاقی او را مطالعه کرده‌اید؟ آیا تاکنون به جز رسانه‌ها، پیام اسلام را از منبع دیگری دریافت کرده‌اید؟ آیا هرگز از خود پرسیده‌اید که همین اسلام، چگونه و بر مبنای چه ارزشهایی طیّ قرون متمادی، بزرگترین تمدّن علمی و فکری جهان را پرورش داد و برترین دانشمندان و متفکّران را تربیت کرد؟
من از شما میخواهم اجازه ندهید با چهره‌پردازی‌های موهن و سخیف، بین شما و واقعیّت، سدّ عاطفی و احساسی ایجاد کنند و امکان داوری بیطرفانه را از شما سلب کنند. امروز که ابزارهای ارتباطاتی، مرزهای جغرافیایی را شکسته است، اجازه ندهید شما را در مرزهای ساختگی و ذهنی محصور کنند. اگر چه هیچکس به‌صورت فردی نمیتواند شکافهای ایجاد شده را پر کند، امّا هر یک از شما میتواند به قصد روشنگریِ خود و محیط پیرامونش، پلی از اندیشه و انصاف بر روی آن شکافها بسازد. این چالش از پیش طراحی شده بین اسلام و شما جوانان، اگر چه ناگوار است امّا میتواند پرسش‌های جدیدی را در ذهن کنجکاو و جستجوگر شما ایجاد کند. تلاش در جهت یافتن پاسخ این پرسش‌ها، فرصت مغتنمی را برای کشف حقیقت‌های نو پیش روی شما قرار میدهد. بنابراین، این فرصت را برای فهم صحیح و درک بدون پیشداوری از اسلام از دست ندهید تا شاید به یمن مسئولیّت‌پذیری شما در قبال حقیقت، آیندگان این برهه از تاریخ تعامل غرب با اسلام را با آزردگی کمتر و وجدانی آسوده‌تر به نگارش درآورند.
','میرسیم به مسئله‌ی اصلی مورد نظر. یکی از عرصه‌های اختلاف و درگیری بین جمهوری اسلامی و استکبار مسئله‌ی جوانها است؛ مسئله‌ی جوانها. امروز سرِ قضیّه‌ی جوانها، یک جنگ نرمِ زیرپوستیِ بسیار فراگیری بین جمهوری اسلامی و آمریکا و همدستان آمریکا و صهیونیست‌ها برقرار است. من چند سال پیش خطاب به جوانهای دانشجو گفتم: «شماها افسران جنگ نرم هستید»؛(۳) شما هم هستید، شماها هم همه‌تان افسران جنگ نرم هستید. وقتی جوان، انگیزه دارد و اعتماد به نفس دارد و قدرت اندیشیدن دارد و شجاعت دارد، افسر است -افسر در درگیری‌های رزمِ نرم، جنگ نرم- خصوصیّت جوان این است.
خب، حالا شما فرض کنید افسری را با یک هویّتی که مطلوب جمهوری اسلامی است و افسری را با هویّتی که مطلوب دشمنِ جمهوری اسلامی است؛ اینها را با هم مقایسه کنید، ببینید چه‌جوری درمی‌آید؛ حالا محلّ بحث ما جنگ نرم است که خطرناک‌تر از جنگ سخت است؛ گاهی اوقات ما را به جنگ سخت و بمباران و حمله و مانند این چیزها هم تهدید میکنند امّا غلط زیادی میکنند؛ [این] نیست، زمینه‌ی این کار را ندارند، جرئتش را هم ندارند و [اگر] هم بکنند تودهنی میخورند.

 امّا جنگ نرم چرا؛ جنگ نرم همین الان برقرار است، طرف مقابل مشغول حمله است؛ ما هم از این طرف مشغولیم؛ حالا ما مشغول حمله‌ایم یا مشغول دفاعیم، آن [یک‌] بحث دیگری است که عقیده‌ی من این است که این طرف هم به جای دفاع باید حمله کند، ضمن اینکه مراکز دفاعی خودش را هم باید حفظ کند. پس یک جنگی وجود دارد؛ حالا شما این جنگ نرم را تشبیه کنید به جنگ سخت و جبهه‌ی جنگ؛ مثل همان [وضعی‌] که الان فرض کنید که در سوریه یا عراق یا یمن یا هرجای دیگر هست؛ این جنگهایی که الان هست یا در دوران دفاع مقدّس، هشت سال در ایران بود. افسری را در نظر بگیرید که در قرارگاه خودش یا در سنگر خودش نشسته؛ این افسر دو جور میتواند باشد؛ دو نوع هویّت یا دو نوع تعریف برای این افسر وجود دارد: یک‌وقت این افسر در هیئت یک انسان مصمّم، هوشیار، پُرانگیزه، امیدوار، پُرکار، دارای اندیشه، اندیشه‌ورز، شجاع و فداکار است. خب اگرچنانچه افسری در قرارگاه خود یا در سنگر خود با این خصوصیّات باشد، میتوان یک نتیجه‌ای را برای این جنگ حدس زد. افسر شجاع است، رشید است، بافکر است، باایمان است، باامید است، تصمیم دارد، انگیزه دارد؛ این یک‌جور افسر است. همین افسر را میشود با یک شاکله‌ی دیگری و با یک هویّت دیگری فرض کرد. فرض کنید آدمی است ناامید؛ یعنی معتقد است که [جنگیدن‌] فایده‌ای ندارد؛ [میگوید] بیخود ایستاده‌اید، فایده‌ای ندارد؛ ناامید است. یا آدمی است تسلیم‌پذیر، حال معارضه کردن و ایستادگی کردن ندارد؛ حالا یک مقداری ممکن است بِایستد ولی وقتی فشار زیاد شد و زور زیاد شد تسلیم میشود؛ روحیه‌اش این است. یا آدمی است فریب‌خور؛ به لبخند دشمن اعتماد میکند، به فریب دشمن اعتماد میکند یا اصلاً فریب دشمن را نمیفهمد. خب جنگ پُر از فریب و پُر از خدعه است؛ همه‌ی جنگها همین‌جور است: اَلحَربُ خُدعَة.(۴) در همین جنگهای سخت، یکی از کارهای اساسی، که یک فرمانده مقتدر میتواند انجام بدهد، این است که با یک عملیّاتی و با یک حرکتی دشمن را فریب بدهد؛ دشمن خیال کند از آنجا میخواهد حرکت کند و حواسش به آنجا پرت بشود، بعد از پشت حرکت کند. حالا فرض کنید این افسر، افسری است فریب‌خور؛ نمیفهمد معنای فریب دشمن را و تشخیص نمیدهد. یا یک آدمی است اصلاً بی‌حال؛ دلش میخواهد بگیرد استراحت کند و بخوابد. یا معتاد است؛ یا معتاد به موادّ مخدّر، یا معتاد به شهوت‌رانی، یا معتاد به بعضی از این بازی‌های کامپیوتری که اخیراً باب شده -شنیده‌ام بعضی‌ها به این اعتیاد پیدا میکنند- و بی‌فکر و بی‌اعتنا به سرنوشت خود و دیگرانی که به او چشم دوخته‌اند. یا سرگرم غرایز [است‌]؛ مثلاً همین آقای افسر، در سنگر به فکر اشباع غرایز مادّی خود و غرایز حیوانی خودش باشد؛ سرگرم عیش‌ونوش. پس این افسر را در این شکل و در این هیئت و در این شاکله هم میشود تصوّر کرد. نتیجه‌ی جنگ چیست؟ معلوم است دیگر. پس هویّت افسران جنگ نرم دو جور میتواند تعریف بشود. این یکی از موارد سخت اختلاف بین ما و دشمنان ما است.
دشمن، افسر جنگ نرم ما را، که جوانها هستند، یک جور می‌پسندد، جمهوری اسلامی یک جور می‌پسندد. این را که در جمهوری اسلامی بر روی تدیّن، پاک‌دامنی، پارسایی و پرهیز از افراط غرایز تکیه میشود، حمل نکنند بر تعصّب و، به قول خودشان، دگم‌اندیشی و تحجّر و مانند اینها؛ نه، این شیوه‌ی تربیتی است، این برگرفته و برخاسته‌ی از تعریف افسر و فرمانده جنگ نرم است. یکی از عرصه‌های چالش ما با آمریکا این است. آمریکایی‌ها دلشان میخواهد جوانهای ما آن شجاعت را نداشته باشند، آن امید را نداشته باشند، آن انگیزه را نداشته باشند، آن تحرّک را نداشته باشند، آن توان جسمی را نداشته باشند، آن توان فکری را نداشته باشند، نسبت به دشمن خوش‌بین باشند، نسبت به فرماندهی خودی و عقبه‌ی خودی بدبین باشند؛ جوان ما را دشمن این‌جوری می‌پسندد. هدف تبلیغات رادیویی و تلویزیونی و اینترنتی دشمن و همه‌ی کارهای گوناگونی که میکند، که مخاطبش جوانهای ما باشند، این است؛ جوان ایرانی را میخواهد تبدیل کند به آن‌چنان عنصری؛ عنصری که نه ایمان درستی دارد، نه شجاعت آن‌چنانی دارد، نه انگیزه‌ای دارد، نه امیدی دارد؛ میخواهد تبدیل کند به این. جمهوری اسلامی درست نقطه‌ی مقابل [است‌]؛ میخواهد این جوان تبدیل بشود به یک عنصر فعّال و اثرگذار.  عزیزان من! جوان کشور ما امیدبخش است؛ محیط جوانی در کشور ما امیدبخش است؛ نه اینکه بنده خبر نداشته باشم که حالا یک مشت جوانهایی هستند که راه‌های غلطی میروند، کارهای بدی میکنند؛ چرا، آنها را هم بنده اطّلاع دارم امّا سرجمع وقتی‌که نگاه میکنم به محیط جوانیِ کشور، از خدای متعال سپاسگزاری میکنم. با این همه عوامل انحراف، با این همه انگیزه، با این جبهه‌ی وسیع دشمنی و تمرکز روی جوانها، ما یک مجموعه‌ی بزرگ جوان داریم که مؤمنند، متدیّنند، انقلابی‌اند، اهل توسّلند، اهل شور و عشق به معنویّتند؛ این چیز کمی نیست؛ این چیز خیلی مهمّی است؛ خیلی چیز بزرگی است. عدّه‌ای اهل قرآنند، عدّه‌ای اهل اعتکافند، عدّه‌ای اهل پیاده‌رویِ اربعینند، عدّه‌ای اهل ایستادگی در میدانهای انقلاب و در مظاهر انقلابند. این خیلی با عظمت است، خیلی با ارزش است؛ دشمن با همه‌ی اینها مخالف است.
','میرسیم به مسئله‌ی اصلی مورد نظر. یکی از عرصه‌های اختلاف و درگیری بین جمهوری اسلامی و استکبار مسئله‌ی جوانها است؛ مسئله‌ی جوانها. امروز سرِ قضیّه‌ی جوانها، یک جنگ نرمِ زیرپوستیِ بسیار فراگیری بین جمهوری اسلامی و آمریکا و همدستان آمریکا و صهیونیست‌ها برقرار است. من چند سال پیش خطاب به جوانهای دانشجو گفتم: «شماها افسران جنگ نرم هستید»؛(۳) شما هم هستید، شماها هم همه‌تان افسران جنگ نرم هستید. وقتی جوان، انگیزه دارد و اعتماد به نفس دارد و قدرت اندیشیدن دارد و شجاعت دارد، افسر است -افسر در درگیری‌های رزمِ نرم، جنگ نرم- خصوصیّت جوان این است.
خب، حالا شما فرض کنید افسری را با یک هویّتی که مطلوب جمهوری اسلامی است و افسری را با هویّتی که مطلوب دشمنِ جمهوری اسلامی است؛ اینها را با هم مقایسه کنید، ببینید چه‌جوری درمی‌آید؛ حالا محلّ بحث ما جنگ نرم است که خطرناک‌تر از جنگ سخت است؛ گاهی اوقات ما را به جنگ سخت و بمباران و حمله و مانند این چیزها هم تهدید میکنند امّا غلط زیادی میکنند؛ [این] نیست، زمینه‌ی این کار را ندارند، جرئتش را هم ندارند و [اگر] هم بکنند تودهنی میخورند.

 امّا جنگ نرم چرا؛ جنگ نرم همین الان برقرار است، طرف مقابل مشغول حمله است؛ ما هم از این طرف مشغولیم؛ حالا ما مشغول حمله‌ایم یا مشغول دفاعیم، آن [یک‌] بحث دیگری است که عقیده‌ی من این است که این طرف هم به جای دفاع باید حمله کند، ضمن اینکه مراکز دفاعی خودش را هم باید حفظ کند. پس یک جنگی وجود دارد؛ حالا شما این جنگ نرم را تشبیه کنید به جنگ سخت و جبهه‌ی جنگ؛ مثل همان [وضعی‌] که الان فرض کنید که در سوریه یا عراق یا یمن یا هرجای دیگر هست؛ این جنگهایی که الان هست یا در دوران دفاع مقدّس، هشت سال در ایران بود. افسری را در نظر بگیرید که در قرارگاه خودش یا در سنگر خودش نشسته؛ این افسر دو جور میتواند باشد؛ دو نوع هویّت یا دو نوع تعریف برای این افسر وجود دارد: یک‌وقت این افسر در هیئت یک انسان مصمّم، هوشیار، پُرانگیزه، امیدوار، پُرکار، دارای اندیشه، اندیشه‌ورز، شجاع و فداکار است. خب اگرچنانچه افسری در قرارگاه خود یا در سنگر خود با این خصوصیّات باشد، میتوان یک نتیجه‌ای را برای این جنگ حدس زد. افسر شجاع است، رشید است، بافکر است، باایمان است، باامید است، تصمیم دارد، انگیزه دارد؛ این یک‌جور افسر است. همین افسر را میشود با یک شاکله‌ی دیگری و با یک هویّت دیگری فرض کرد. فرض کنید آدمی است ناامید؛ یعنی معتقد است که [جنگیدن‌] فایده‌ای ندارد؛ [میگوید] بیخود ایستاده‌اید، فایده‌ای ندارد؛ ناامید است. یا آدمی است تسلیم‌پذیر، حال معارضه کردن و ایستادگی کردن ندارد؛ حالا یک مقداری ممکن است بِایستد ولی وقتی فشار زیاد شد و زور زیاد شد تسلیم میشود؛ روحیه‌اش این است. یا آدمی است فریب‌خور؛ به لبخند دشمن اعتماد میکند، به فریب دشمن اعتماد میکند یا اصلاً فریب دشمن را نمیفهمد. خب جنگ پُر از فریب و پُر از خدعه است؛ همه‌ی جنگها همین‌جور است: اَلحَربُ خُدعَة.(۴) در همین جنگهای سخت، یکی از کارهای اساسی، که یک فرمانده مقتدر میتواند انجام بدهد، این است که با یک عملیّاتی و با یک حرکتی دشمن را فریب بدهد؛ دشمن خیال کند از آنجا میخواهد حرکت کند و حواسش به آنجا پرت بشود، بعد از پشت حرکت کند. حالا فرض کنید این افسر، افسری است فریب‌خور؛ نمیفهمد معنای فریب دشمن را و تشخیص نمیدهد. یا یک آدمی است اصلاً بی‌حال؛ دلش میخواهد بگیرد استراحت کند و بخوابد. یا معتاد است؛ یا معتاد به موادّ مخدّر، یا معتاد به شهوت‌رانی، یا معتاد به بعضی از این بازی‌های کامپیوتری که اخیراً باب شده -شنیده‌ام بعضی‌ها به این اعتیاد پیدا میکنند- و بی‌فکر و بی‌اعتنا به سرنوشت خود و دیگرانی که به او چشم دوخته‌اند. یا سرگرم غرایز [است‌]؛ مثلاً همین آقای افسر، در سنگر به فکر اشباع غرایز مادّی خود و غرایز حیوانی خودش باشد؛ سرگرم عیش‌ونوش. پس این افسر را در این شکل و در این هیئت و در این شاکله هم میشود تصوّر کرد. نتیجه‌ی جنگ چیست؟ معلوم است دیگر. پس هویّت افسران جنگ نرم دو جور میتواند تعریف بشود. این یکی از موارد سخت اختلاف بین ما و دشمنان ما است.
دشمن، افسر جنگ نرم ما را، که جوانها هستند، یک جور می‌پسندد، جمهوری اسلامی یک جور می‌پسندد. این را که در جمهوری اسلامی بر روی تدیّن، پاک‌دامنی، پارسایی و پرهیز از افراط غرایز تکیه میشود، حمل نکنند بر تعصّب و، به قول خودشان، دگم‌اندیشی و تحجّر و مانند اینها؛ نه، این شیوه‌ی تربیتی است، این برگرفته و برخاسته‌ی از تعریف افسر و فرمانده جنگ نرم است. یکی از عرصه‌های چالش ما با آمریکا این است. آمریکایی‌ها دلشان میخواهد جوانهای ما آن شجاعت را نداشته باشند، آن امید را نداشته باشند، آن انگیزه را نداشته باشند، آن تحرّک را نداشته باشند، آن توان جسمی را نداشته باشند، آن توان فکری را نداشته باشند، نسبت به دشمن خوش‌بین باشند، نسبت به فرماندهی خودی و عقبه‌ی خودی بدبین باشند؛ جوان ما را دشمن این‌جوری می‌پسندد. هدف تبلیغات رادیویی و تلویزیونی و اینترنتی دشمن و همه‌ی کارهای گوناگونی که میکند، که مخاطبش جوانهای ما باشند، این است؛ جوان ایرانی را میخواهد تبدیل کند به آن‌چنان عنصری؛ عنصری که نه ایمان درستی دارد، نه شجاعت آن‌چنانی دارد، نه انگیزه‌ای دارد، نه امیدی دارد؛ میخواهد تبدیل کند به این. جمهوری اسلامی درست نقطه‌ی مقابل [است‌]؛ میخواهد این جوان تبدیل بشود به یک عنصر فعّال و اثرگذار.  عزیزان من! جوان کشور ما امیدبخش است؛ محیط جوانی در کشور ما امیدبخش است؛ نه اینکه بنده خبر نداشته باشم که حالا یک مشت جوانهایی هستند که راه‌های غلطی میروند، کارهای بدی میکنند؛ چرا، آنها را هم بنده اطّلاع دارم امّا سرجمع وقتی‌که نگاه میکنم به محیط جوانیِ کشور، از خدای متعال سپاسگزاری میکنم. با این همه عوامل انحراف، با این همه انگیزه، با این جبهه‌ی وسیع دشمنی و تمرکز روی جوانها، ما یک مجموعه‌ی بزرگ جوان داریم که مؤمنند، متدیّنند، انقلابی‌اند، اهل توسّلند، اهل شور و عشق به معنویّتند؛ این چیز کمی نیست؛ این چیز خیلی مهمّی است؛ خیلی چیز بزرگی است. عدّه‌ای اهل قرآنند، عدّه‌ای اهل اعتکافند، عدّه‌ای اهل پیاده‌رویِ اربعینند، عدّه‌ای اهل ایستادگی در میدانهای انقلاب و در مظاهر انقلابند. این خیلی با عظمت است، خیلی با ارزش است؛ دشمن با همه‌ی اینها مخالف است.
','دشمن، افسر جنگ نرم ما را، که جوانها هستند، یک جور می‌پسندد، جمهوری اسلامی یک جور می‌پسندد. این را که در جمهوری اسلامی بر روی تدیّن، پاک‌دامنی، پارسایی و پرهیز از افراط غرایز تکیه میشود، حمل نکنند بر تعصّب و، به قول خودشان، دگم‌اندیشی و تحجّر و مانند اینها؛ نه، این شیوه‌ی تربیتی است، این برگرفته و برخاسته‌ی از تعریف افسر و فرمانده جنگ نرم است. یکی از عرصه‌های چالش ما با آمریکا این است. آمریکایی‌ها دلشان میخواهد جوانهای ما آن شجاعت را نداشته باشند، آن امید را نداشته باشند، آن انگیزه را نداشته باشند، آن تحرّک را نداشته باشند، آن توان جسمی را نداشته باشند، آن توان فکری را نداشته باشند، نسبت به دشمن خوش‌بین باشند، نسبت به فرماندهی خودی و عقبه‌ی خودی بدبین باشند؛ جوان ما را دشمن این‌جوری می‌پسندد. هدف تبلیغات رادیویی و تلویزیونی و اینترنتی دشمن و همه‌ی کارهای گوناگونی که میکند، که مخاطبش جوانهای ما باشند، این است؛ جوان ایرانی را میخواهد تبدیل کند به آن‌چنان عنصری؛ عنصری که نه ایمان درستی دارد، نه شجاعت آن‌چنانی دارد، نه انگیزه‌ای دارد، نه امیدی دارد؛ میخواهد تبدیل کند به این. جمهوری اسلامی درست نقطه‌ی مقابل [است‌]؛ میخواهد این جوان تبدیل بشود به یک عنصر فعّال و اثرگذار.
مطالبه‌ی بنده از شما عزیزان من و فرزندان من: شما باید نقش ایفا کنید برای اینکه همسالان خودتان را -جوانان دوران دبیرستان را که با شما همسال هستند- طبق این تعریف درست، بار بیاورید و کمک کنید آنها این‌جوری بشوند؛ وظیفه‌ی انجمنهای اسلامی این است. طبعاً، [این‌] در صورتی امکان‌پذیر است که در ساخت خود و در خودسازی توفیقی به دست آورده باشید. هم خودسازی کنید، هم دگرسازی کنید. انجمنهای اسلامی مخصوص شماها هم نیست؛ شما انجمنهای اسلامی دانش‌آموزی هستید، انجمنهای اسلامی دانشجویی هم همین وظیفه را دارند. هرجا، هر انجمن اسلامی‌ای -چه دانش‌آموزی، چه دانشجویی- به‌جای تربیت جوان ایرانی با این هویّت و با این شاکله‌ای که ذکر شد، اگرچنانچه حرکتی در جهت عکس بکند یا در این جهت کوتاهی بکند، برخلاف وظیفه‌اش عمل کرده است؛ برخلاف آنچه خدا از او میخواهد، عمل کرده است. در دعای مکارم‌الاخلاق، انسان ده‌ها چیز را از خدا میخواهد که خیلی هم مهم است؛ از جمله: وَ استَعمِلنی لِما تَسأَلُنی غَدًا عَنه؛ من را به کار بگیر در آن چیزی که فردا درباره‌ی آن از من در قیامت سؤال خواهی کرد. مسئولیم ما؛ همه مسئولند. شما جوان، ما پیر، امّا همه مسئولیم؛ جوانها هم مثل پیرها مسئولند، فرقی نمیکند. شما باید تلاشتان این باشد، اتّحادیّه تلاشش این باشد که جوان و مخاطبِ خود را اوّلاً هرچه میتوانید از لحاظ کمّیّت گسترش بدهید؛ نمیگویم انجمنها را گسترش بدهید [بلکه] دایره‌ی تبلیغ و اثرگذاری انجمنها بر روی جوانهای همسال را گسترش بدهید. ممکن است طرف مقابل شما جزو انجمنها هم نباشد و نخواهد باشد، عیبی ندارد امّا انجمنها کاری کنند که مخاطبان بسیاری پیدا کنند، سطح وسیعی از مخاطبان را پیدا کنند و روی آنها اثرگذار باشند، و آن اثر عبارت باشد از همین که گفتیم، یعنی تشکیل هویّت و شخصیّت جوان اسلامی، آن‌چنان‌که جمهوری اسلامی میطلبد، آن‌چنان‌که جمهوری اسلامی تعریف میکند؛ نه آن‌جوری که آمریکا و سرمایه‌دار صهیونیستی تعریف میکند. این وظیفه است؛ این کار را باید دنبال کنید. البتّه برنامه‌های اتّحادیّه را من مطّلعم؛ گزارش هم به من داده‌اند؛ گزارش را هم نگاه کردم؛ گزارش هم خوب بود؛ برنامه‌ها، برنامه‌های خوبی است لکن روزبه‌روز بایستی تقویت کنید؛ کمّاً و کیفاً این برنامه‌ها را باید تقویت کنید.
 کشور به شما احتیاج دارد؛ کشور به این میلیون‌ها دانش‌آموز و دانشجویی که امروز ما در کشور داریم احتیاج مُبرم دارد. ما به جوان مؤمن، وفادار، امیدوار، بانشاط، فعّال، باابتکار احتیاج داریم، کشور احتیاج دارد، آینده‌ی کشور احتیاج دارد. درست است که ۳۷ سال از عمر جمهوری اسلامی گذشته است و دشمن در این ۳۷ سال با همه‌ی تلاشها هیچ غلطی نتوانسته بکند؛ این درست است امّا «دشمن نتوان حقیر و بیچاره شمرد» برنامه‌های درازمدّت دارند. همین‌طور که ما میگوییم پنجاه سال دیگر -[مثلاً] من سه چهار سال قبل از این گفتم، که برنامه‌ی ما برای پنجاه سال دیگر در زمینه‌ی علمی این است- یعنی ما برای پنجاه سال آینده فکر میکنیم، او هم برای پنجاه سال آینده فکر میکند؛ او هم درصدد است، در فکر است که تداوم این حرکت را -که این حرکت در ایران منحصر نماند، محصور نماند، تداوم پیدا کرد و در جاهای مختلف و به شکلهای مختلف گسترش پیدا کرد- درهم بشکند؛ ما بایستی نگذاریم؛ چه کسی باید نگذارد؟ شما؛ شما جوانها؛ فردا مال شما است. هم خودتان را به‌معنای واقعی کلمه بسازید، هم ثابت‌قدم بمانید. فردا شما میروید دانشگاه، حضور در دانشگاه بایستی آن هویّت دینی و انقلابی را در شما تقویت کند، نه اینکه تضعیف کند. بعضی‌ها این‌جوری‌اند؛ تا قبل از رفتن به دانشگاه یک جور هستند، وقتی رفتند دانشگاه یک جور دیگر میشوند! نه، باید این هویّت تقویت پیدا کند. دانشگاه هم، دانشگاه اسلامی است؛ دانشگاه هم متعلّق به اسلام است؛ دانشگاه متعلّق به انقلاب است، متعلّق به همین ملّت انقلابی است. [این هویّت‌] تداوم پیدا کند؛ ثبات قدم پیدا کنید. این ثبات قدم خیلی مهم است.
 و ارتباطاتتان نگسلد. الان انجمنها با هم ارتباطاتی دارند، این ارتباطات نباید گسسته بشود. سعی کنید این ارتباطات را حفظ کنید. این زنجیره‌ی مبارک را، این ارتباطات را -هم حالا، هم بعد از عبور از مسیر دانش‌آموزی و ورود به مسیر دانشجویی یا هرجا که خواهید رفت- حفظ کنید؛ مصداق(( وَ تَواصَوا بِالحَقِ‌ّ وَ تَواصَوا بِالصَّبر)) بشوید؛ همدیگر را حفظ کنید و نگه دارید؛ مثل کوه‌نوردها در جاهای خطرناک که با ریسمان یکدیگر را، به هم وصل میکنند؛ یکی اگر پایش بلغزد، پرت نمیشود تا آخر کوه؛ وقتی به همدیگر وصل شدند، ریسمان بستند، اگر یکی لغزید، دیگران که هنوز نلغزیده‌اند، او را نگه میدارند و بالا میکشند؛ ارتباط و اتّصال، این‌جوری است. تَواصَوا بِالحَقِ‌ّ وَ تَواصَوا بِالصَّبر؛ هم به پیمودن راه حق یکدیگر را توصیه کنید، هم به صبر؛ صبر یعنی استقامت و ایستادگی در مقابل حوادث تلخ نلغزیدن، نلرزیدن، مردّد نشدن؛ این عرض ما با شما است. 
','دشمن، افسر جنگ نرم ما را، که جوانها هستند، یک جور می‌پسندد، جمهوری اسلامی یک جور می‌پسندد. این را که در جمهوری اسلامی بر روی تدیّن، پاک‌دامنی، پارسایی و پرهیز از افراط غرایز تکیه میشود، حمل نکنند بر تعصّب و، به قول خودشان، دگم‌اندیشی و تحجّر و مانند اینها؛ نه، این شیوه‌ی تربیتی است، این برگرفته و برخاسته‌ی از تعریف افسر و فرمانده جنگ نرم است. یکی از عرصه‌های چالش ما با آمریکا این است. آمریکایی‌ها دلشان میخواهد جوانهای ما آن شجاعت را نداشته باشند، آن امید را نداشته باشند، آن انگیزه را نداشته باشند، آن تحرّک را نداشته باشند، آن توان جسمی را نداشته باشند، آن توان فکری را نداشته باشند، نسبت به دشمن خوش‌بین باشند، نسبت به فرماندهی خودی و عقبه‌ی خودی بدبین باشند؛ جوان ما را دشمن این‌جوری می‌پسندد. هدف تبلیغات رادیویی و تلویزیونی و اینترنتی دشمن و همه‌ی کارهای گوناگونی که میکند، که مخاطبش جوانهای ما باشند، این است؛ جوان ایرانی را میخواهد تبدیل کند به آن‌چنان عنصری؛ عنصری که نه ایمان درستی دارد، نه شجاعت آن‌چنانی دارد، نه انگیزه‌ای دارد، نه امیدی دارد؛ میخواهد تبدیل کند به این. جمهوری اسلامی درست نقطه‌ی مقابل [است‌]؛ میخواهد این جوان تبدیل بشود به یک عنصر فعّال و اثرگذار.
مطالبه‌ی بنده از شما عزیزان من و فرزندان من: شما باید نقش ایفا کنید برای اینکه همسالان خودتان را -جوانان دوران دبیرستان را که با شما همسال هستند- طبق این تعریف درست، بار بیاورید و کمک کنید آنها این‌جوری بشوند؛ وظیفه‌ی انجمنهای اسلامی این است. طبعاً، [این‌] در صورتی امکان‌پذیر است که در ساخت خود و در خودسازی توفیقی به دست آورده باشید. هم خودسازی کنید، هم دگرسازی کنید. انجمنهای اسلامی مخصوص شماها هم نیست؛ شما انجمنهای اسلامی دانش‌آموزی هستید، انجمنهای اسلامی دانشجویی هم همین وظیفه را دارند. هرجا، هر انجمن اسلامی‌ای -چه دانش‌آموزی، چه دانشجویی- به‌جای تربیت جوان ایرانی با این هویّت و با این شاکله‌ای که ذکر شد، اگرچنانچه حرکتی در جهت عکس بکند یا در این جهت کوتاهی بکند، برخلاف وظیفه‌اش عمل کرده است؛ برخلاف آنچه خدا از او میخواهد، عمل کرده است. در دعای مکارم‌الاخلاق، انسان ده‌ها چیز را از خدا میخواهد که خیلی هم مهم است؛ از جمله: وَ استَعمِلنی لِما تَسأَلُنی غَدًا عَنه؛ من را به کار بگیر در آن چیزی که فردا درباره‌ی آن از من در قیامت سؤال خواهی کرد. مسئولیم ما؛ همه مسئولند. شما جوان، ما پیر، امّا همه مسئولیم؛ جوانها هم مثل پیرها مسئولند، فرقی نمیکند. شما باید تلاشتان این باشد، اتّحادیّه تلاشش این باشد که جوان و مخاطبِ خود را اوّلاً هرچه میتوانید از لحاظ کمّیّت گسترش بدهید؛ نمیگویم انجمنها را گسترش بدهید [بلکه] دایره‌ی تبلیغ و اثرگذاری انجمنها بر روی جوانهای همسال را گسترش بدهید. ممکن است طرف مقابل شما جزو انجمنها هم نباشد و نخواهد باشد، عیبی ندارد امّا انجمنها کاری کنند که مخاطبان بسیاری پیدا کنند، سطح وسیعی از مخاطبان را پیدا کنند و روی آنها اثرگذار باشند، و آن اثر عبارت باشد از همین که گفتیم، یعنی تشکیل هویّت و شخصیّت جوان اسلامی، آن‌چنان‌که جمهوری اسلامی میطلبد، آن‌چنان‌که جمهوری اسلامی تعریف میکند؛ نه آن‌جوری که آمریکا و سرمایه‌دار صهیونیستی تعریف میکند. این وظیفه است؛ این کار را باید دنبال کنید. البتّه برنامه‌های اتّحادیّه را من مطّلعم؛ گزارش هم به من داده‌اند؛ گزارش را هم نگاه کردم؛ گزارش هم خوب بود؛ برنامه‌ها، برنامه‌های خوبی است لکن روزبه‌روز بایستی تقویت کنید؛ کمّاً و کیفاً این برنامه‌ها را باید تقویت کنید.
 کشور به شما احتیاج دارد؛ کشور به این میلیون‌ها دانش‌آموز و دانشجویی که امروز ما در کشور داریم احتیاج مُبرم دارد. ما به جوان مؤمن، وفادار، امیدوار، بانشاط، فعّال، باابتکار احتیاج داریم، کشور احتیاج دارد، آینده‌ی کشور احتیاج دارد. درست است که ۳۷ سال از عمر جمهوری اسلامی گذشته است و دشمن در این ۳۷ سال با همه‌ی تلاشها هیچ غلطی نتوانسته بکند؛ این درست است امّا «دشمن نتوان حقیر و بیچاره شمرد» برنامه‌های درازمدّت دارند. همین‌طور که ما میگوییم پنجاه سال دیگر -[مثلاً] من سه چهار سال قبل از این گفتم، که برنامه‌ی ما برای پنجاه سال دیگر در زمینه‌ی علمی این است- یعنی ما برای پنجاه سال آینده فکر میکنیم، او هم برای پنجاه سال آینده فکر میکند؛ او هم درصدد است، در فکر است که تداوم این حرکت را -که این حرکت در ایران منحصر نماند، محصور نماند، تداوم پیدا کرد و در جاهای مختلف و به شکلهای مختلف گسترش پیدا کرد- درهم بشکند؛ ما بایستی نگذاریم؛ چه کسی باید نگذارد؟ شما؛ شما جوانها؛ فردا مال شما است. هم خودتان را به‌معنای واقعی کلمه بسازید، هم ثابت‌قدم بمانید. فردا شما میروید دانشگاه، حضور در دانشگاه بایستی آن هویّت دینی و انقلابی را در شما تقویت کند، نه اینکه تضعیف کند. بعضی‌ها این‌جوری‌اند؛ تا قبل از رفتن به دانشگاه یک جور هستند، وقتی رفتند دانشگاه یک جور دیگر میشوند! نه، باید این هویّت تقویت پیدا کند. دانشگاه هم، دانشگاه اسلامی است؛ دانشگاه هم متعلّق به اسلام است؛ دانشگاه متعلّق به انقلاب است، متعلّق به همین ملّت انقلابی است. [این هویّت‌] تداوم پیدا کند؛ ثبات قدم پیدا کنید. این ثبات قدم خیلی مهم است.
 و ارتباطاتتان نگسلد. الان انجمنها با هم ارتباطاتی دارند، این ارتباطات نباید گسسته بشود. سعی کنید این ارتباطات را حفظ کنید. این زنجیره‌ی مبارک را، این ارتباطات را -هم حالا، هم بعد از عبور از مسیر دانش‌آموزی و ورود به مسیر دانشجویی یا هرجا که خواهید رفت- حفظ کنید؛ مصداق(( وَ تَواصَوا بِالحَقِ‌ّ وَ تَواصَوا بِالصَّبر)) بشوید؛ همدیگر را حفظ کنید و نگه دارید؛ مثل کوه‌نوردها در جاهای خطرناک که با ریسمان یکدیگر را، به هم وصل میکنند؛ یکی اگر پایش بلغزد، پرت نمیشود تا آخر کوه؛ وقتی به همدیگر وصل شدند، ریسمان بستند، اگر یکی لغزید، دیگران که هنوز نلغزیده‌اند، او را نگه میدارند و بالا میکشند؛ ارتباط و اتّصال، این‌جوری است. تَواصَوا بِالحَقِ‌ّ وَ تَواصَوا بِالصَّبر؛ هم به پیمودن راه حق یکدیگر را توصیه کنید، هم به صبر؛ صبر یعنی استقامت و ایستادگی در مقابل حوادث تلخ نلغزیدن، نلرزیدن، مردّد نشدن؛ این عرض ما با شما است.
','شما که انجمنهای اسلامی هستید، مسئولیت مضاعفی دارید؛ یعنی مسئولیت جوان این روزگار - که خود، مسئولیت بسیار بزرگ و بسیار پر افتخاری است، که شاید این قطعه‌ای که شما دارید در آن زندگی میکنید، از لحاظ حساسیت در طول تاریخ ما، کمتر در گذشته تکرار شده و کمتر هم در آینده تکرار شود؛ قطعه‌ای که بناست یک ملت عقب‌مانده را به پیشرفته‌ترین ملت دنیا تبدیل کند - و یک مسئولیت دیگر شما، مسئولیت انجمن اسلامی است؛ یعنی آن جوانی که برای خود در بین جوانهای دیگر رسالت و مسئولیت قائل است.

ممکن است جوانها اشتباه کنند؛ ممکن است تحت تأثیر احساسات غلط یا فهم غلط یا آدرسهای غلط یا جاذبه‌های خطرناک قرار بگیرند. باید آنها را نجات داد. شما آن نقش نجات دهنده را میخواهید ایفا کنید، بالاخره در این دریای عظیم جوانی، یکی هم ممکن است غرق شود، که نجات غریق لازم است. انجمن اسلامی بدون اینکه پرچم این ادعا را بلند کند و به رخ این و آن بکشاند - که این به رخ کشیدن چیز خوبی نیست - باید برای خود، نقش نجات غریق قائل باشد.

گفت آن گلیم خویش به در می‌برد ز موج
وین سعی میکند که بگیرد غریق را

شما مجموعه‌ای هستید که سعی میکنید نگذارید کسی غرق بشود؛ نگذارید کسی اشتباه کند؛ نگذارید کسی متوقف بماند. همه‌ی بدیها در کج رفتن و افتادن نیست؛ نرفتن و متوقف شدن هم بدی است. محیط انجمن اسلامی، یک چنین محیطی است؛ انگیزه‌ی انجمن اسلامی یک چنین انگیزه‌ای است. معلوم است که عنصر نجات غریق شنایش باید از شنای دیگران خیلی بهتر باشد؛ والّا نه فقط غریق را نمیتواند نجات بدهد، که خودش هم غرق خواهد شد. پس باید خودتان را قوی کنید؛ بنیه‌ی اعتقادی و بنیه‌ی اخلاقی را باید قوی کنید.

من دو سه سال پیش به جوانها - ظاهراً در جمع شما بود یا یک جمع دیگری - گفتم من به جوانها میگویم: تحصیل، تهذیب، ورزش. تحصیل کنید؛ یعنی نیروی خرد، فکر، مغز، علم در شما تقویت شود. الحمدلله گزارشی که من دارم، این است که بچه‌های انجمن اسلامی دانش‌آموزی در دبیرستانهایی که حضور دارند، معمولاً درسشان هم بهتر از درس همکلاسیها و هم‌دوره‌ایهایشان هست - حالا ممکن است همه‌جا اینجور نباشد - این، خیلی چیز خوبی است، باید اینطور باشد. از لحاظ علمی خودتان را تقویت کنید، پیش ببرید؛ نه فقط برای اینکه حرف شما در دیگری اثر کند، برای اینکه شما میخواهید یک ستونی باشید که این بنای عظیم، این کاخ مجلل - کاخ مدنیت و پیشرفت ملت ایران - بر روی این ستونها بر سرِپا بایستد و بنا شود.

در کنار تحصیل، تهذیب باشد. دلهای شما جوانها نورانی است؛ فطرت الهی در شماها زنده و درخشان است. امروز شما خودتان را به کارهای نیک، خلق‌نیک، رفتارنیک اگر وادار کنید و عادت بدهید، هویت انسانی شما همین‌جور شکل میگیرد و تا آخر عمر این دستاورد با شما خواهد ماند. بخصوص در این مقطع سنی شماها، که یک مقطع زرین است؛ یک مقطع طلایی است. در این مقطع خیلی کارهای بزرگ میشود بر روی شخصیت خود انجام داد؛ خودسازی. ارتباطتان را با خدا قوی کنید. در مسائل دینی بر نقاط عقلانی و ظریف بپردازید و آنها را از استادان ماهرش فرا بگیرید. دین، عواطف هم دارد؛ لکن این عواطف به معنویات عمیق، به فکر عمیق تکیه دارد؛ این فکر را باید آموخت و با مبانی دینی آشنا شد و بر اساس آن، روی شخصیت خود، روی دل خود اثر گذاشت. روی دل خودتان باید اثر بگذارید. ما باید دل خودمان را خیلی اوقات مخاطب قرار بدهیم. یکی از اهلِ معنا گفته بود من روزی چند هزار مرتبه فلان ذکر را بر این دل خفته‌ی غافل خودم خواندم؛ چه تعبیر خوبی است. نماز همان ذکری است، همان آب حیاتی است که انسان به دل خود میبخشد؛ نمازِ با توجه؛ توجه به معنا، توجه به اینکه در مقابل خدا قرار داریم. نماز را این‌طوری بخوانید. وقتی به نماز میایستید، به یاد بیاورید که در مقابل خداوند متعال ایستاده‌اید و دارید با او حرف میزنید. در سرتاسر نماز سعی کنید این حالت حفظ بشود، آنوقت این نماز اثر میگذارد و دل انسان را مثل اکسیر عوض میکند. اکسیر ماده‌ی کیمیایی است که میگویند مس را طلا میکند. دل ما از مس هم که باشد، اکسیر ذکر آن را به طلا تبدیل میکند. این، خیلی مهم است. حالا تابستان در پیش است. ان‌شاءالله بعد از امتحانات، جوانان انجمنهای اسلامی بیش از دیگران به فکر باشند که از این فراغت تابستان و از این فرصت برای مطالعه، برای فراگیری، برای شرکت در کارهای بدنی که در خدمت مردم هست - گاهی بسیج و دیگران، کارهایی را در اختیار جوانها میگذارند؛ فعالیتهای بدنی، خدمات، سازندگی - و کمک به پدر و مادر، کمک به خانواده، تهذیب و ورزش استفاده کنند. ورزش هم یک کار لازم است. من به همه‌ی جوان‌ها، دخترها، پسرها، توصیه‌ی دائمیام این است که ورزش بکنند. قدر این دوران را بدانید؛ قدر عضویت در انجمن اسلامی را هم بدانید. فردای این کشور برای شماست؛ ساختن این کشور با دستهای توانای شما امکان‌پذیر است. جامعه‌ی جوان کشور ما، جامعه‌ی بسیار خوبی است. استعداد، طبیعی است؛ فضا، فضای حرکت و نشاط و تلاش است. البته دشمن خیلی دارد خودکُشون میکند برای اینکه جامعه‌ی جوان ما را از کار بیندازد؛ ریزشهایی هم یک گوشه‌هایی داریم، از آنها هم بنده بیخبر نیستم؛ اما رویشها بمراتب بیشتر از ریزشهاست.
','شما که انجمنهای اسلامی هستید، مسئولیت مضاعفی دارید؛ یعنی مسئولیت جوان این روزگار - که خود، مسئولیت بسیار بزرگ و بسیار پر افتخاری است، که شاید این قطعه‌ای که شما دارید در آن زندگی میکنید، از لحاظ حساسیت در طول تاریخ ما، کمتر در گذشته تکرار شده و کمتر هم در آینده تکرار شود؛ قطعه‌ای که بناست یک ملت عقب‌مانده را به پیشرفته‌ترین ملت دنیا تبدیل کند - و یک مسئولیت دیگر شما، مسئولیت انجمن اسلامی است؛ یعنی آن جوانی که برای خود در بین جوانهای دیگر رسالت و مسئولیت قائل است.

ممکن است جوانها اشتباه کنند؛ ممکن است تحت تأثیر احساسات غلط یا فهم غلط یا آدرسهای غلط یا جاذبه‌های خطرناک قرار بگیرند. باید آنها را نجات داد. شما آن نقش نجات دهنده را میخواهید ایفا کنید، بالاخره در این دریای عظیم جوانی، یکی هم ممکن است غرق شود، که نجات غریق لازم است. انجمن اسلامی بدون اینکه پرچم این ادعا را بلند کند و به رخ این و آن بکشاند - که این به رخ کشیدن چیز خوبی نیست - باید برای خود، نقش نجات غریق قائل باشد.

گفت آن گلیم خویش به در می‌برد ز موج
وین سعی میکند که بگیرد غریق را

شما مجموعه‌ای هستید که سعی میکنید نگذارید کسی غرق بشود؛ نگذارید کسی اشتباه کند؛ نگذارید کسی متوقف بماند. همه‌ی بدیها در کج رفتن و افتادن نیست؛ نرفتن و متوقف شدن هم بدی است. محیط انجمن اسلامی، یک چنین محیطی است؛ انگیزه‌ی انجمن اسلامی یک چنین انگیزه‌ای است. معلوم است که عنصر نجات غریق شنایش باید از شنای دیگران خیلی بهتر باشد؛ والّا نه فقط غریق را نمیتواند نجات بدهد، که خودش هم غرق خواهد شد. پس باید خودتان را قوی کنید؛ بنیه‌ی اعتقادی و بنیه‌ی اخلاقی را باید قوی کنید.

من دو سه سال پیش به جوانها - ظاهراً در جمع شما بود یا یک جمع دیگری - گفتم من به جوانها میگویم: تحصیل، تهذیب، ورزش. تحصیل کنید؛ یعنی نیروی خرد، فکر، مغز، علم در شما تقویت شود. الحمدلله گزارشی که من دارم، این است که بچه‌های انجمن اسلامی دانش‌آموزی در دبیرستانهایی که حضور دارند، معمولاً درسشان هم بهتر از درس همکلاسیها و هم‌دوره‌ایهایشان هست - حالا ممکن است همه‌جا اینجور نباشد - این، خیلی چیز خوبی است، باید اینطور باشد. از لحاظ علمی خودتان را تقویت کنید، پیش ببرید؛ نه فقط برای اینکه حرف شما در دیگری اثر کند، برای اینکه شما میخواهید یک ستونی باشید که این بنای عظیم، این کاخ مجلل - کاخ مدنیت و پیشرفت ملت ایران - بر روی این ستونها بر سرِپا بایستد و بنا شود.

در کنار تحصیل، تهذیب باشد. دلهای شما جوانها نورانی است؛ فطرت الهی در شماها زنده و درخشان است. امروز شما خودتان را به کارهای نیک، خلق‌نیک، رفتارنیک اگر وادار کنید و عادت بدهید، هویت انسانی شما همین‌جور شکل میگیرد و تا آخر عمر این دستاورد با شما خواهد ماند. بخصوص در این مقطع سنی شماها، که یک مقطع زرین است؛ یک مقطع طلایی است. در این مقطع خیلی کارهای بزرگ میشود بر روی شخصیت خود انجام داد؛ خودسازی. ارتباطتان را با خدا قوی کنید. در مسائل دینی بر نقاط عقلانی و ظریف بپردازید و آنها را از استادان ماهرش فرا بگیرید. دین، عواطف هم دارد؛ لکن این عواطف به معنویات عمیق، به فکر عمیق تکیه دارد؛ این فکر را باید آموخت و با مبانی دینی آشنا شد و بر اساس آن، روی شخصیت خود، روی دل خود اثر گذاشت. روی دل خودتان باید اثر بگذارید. ما باید دل خودمان را خیلی اوقات مخاطب قرار بدهیم. یکی از اهلِ معنا گفته بود من روزی چند هزار مرتبه فلان ذکر را بر این دل خفته‌ی غافل خودم خواندم؛ چه تعبیر خوبی است. نماز همان ذکری است، همان آب حیاتی است که انسان به دل خود میبخشد؛ نمازِ با توجه؛ توجه به معنا، توجه به اینکه در مقابل خدا قرار داریم. نماز را این‌طوری بخوانید. وقتی به نماز میایستید، به یاد بیاورید که در مقابل خداوند متعال ایستاده‌اید و دارید با او حرف میزنید. در سرتاسر نماز سعی کنید این حالت حفظ بشود، آنوقت این نماز اثر میگذارد و دل انسان را مثل اکسیر عوض میکند. اکسیر ماده‌ی کیمیایی است که میگویند مس را طلا میکند. دل ما از مس هم که باشد، اکسیر ذکر آن را به طلا تبدیل میکند. این، خیلی مهم است. حالا تابستان در پیش است. ان‌شاءالله بعد از امتحانات، جوانان انجمنهای اسلامی بیش از دیگران به فکر باشند که از این فراغت تابستان و از این فرصت برای مطالعه، برای فراگیری، برای شرکت در کارهای بدنی که در خدمت مردم هست - گاهی بسیج و دیگران، کارهایی را در اختیار جوانها میگذارند؛ فعالیتهای بدنی، خدمات، سازندگی - و کمک به پدر و مادر، کمک به خانواده، تهذیب و ورزش استفاده کنند. ورزش هم یک کار لازم است. من به همه‌ی جوان‌ها، دخترها، پسرها، توصیه‌ی دائمیام این است که ورزش بکنند. قدر این دوران را بدانید؛ قدر عضویت در انجمن اسلامی را هم بدانید. فردای این کشور برای شماست؛ ساختن این کشور با دستهای توانای شما امکان‌پذیر است. جامعه‌ی جوان کشور ما، جامعه‌ی بسیار خوبی است. استعداد، طبیعی است؛ فضا، فضای حرکت و نشاط و تلاش است. البته دشمن خیلی دارد خودکُشون میکند برای اینکه جامعه‌ی جوان ما را از کار بیندازد؛ ریزشهایی هم یک گوشه‌هایی داریم، از آنها هم بنده بیخبر نیستم؛ اما رویشها بمراتب بیشتر از ریزشهاست.
','خوشبختانه من میبینم جوانهای ما بیدار و آگاهند. حضور انجمن‌های اسلامی در این خصوص یک نشانه است. حضور جوانها - چه دانش‌آموز، چه دانشجو، چه طلاب علوم دینی - در عرصه‌های مختلف اجتماعی، فکر کردن آنها و زمینه‌چینیهای فکری آنها برای آینده - که من نشانه‌های آن را مشاهده میکنم - همه دلیل بر این است که جوانهای امروز ما خوب کار میکنند؛ منتها باید بیدار باشند. با وضع کنونی ما، رسیدن به آن قله، مستلزم طی کردن یک فاصله است؛ این فاصله را باید طی کرد. با نشستن، تن آسانی، راحت‌طلبی و سرگرم شدن و مشغول شدن به هوس‌ها و بازیچه‌هایی که دشمن سر راه ما و جوانهای ما قرار میدهد، این راه طی نخواهد شد. این نسل باید کار گذشتگان را به اکمال برساند و تمام کند. باید خوب درس بخوانید و به‌طور دقیق انضباط و نظم اجتماعی را رعایت کنید. محیط هرج و مرج و محیطی که در آن امید وجود نداشته باشد، ضد پیشرفت است. شما ببینید امروز دشمنان ما که از برخورد چهره‌به‌چهره با این ملت مأیوس‌اند و از طرق گوناگون میخواهند روی این ملت اثر بگذارند، از همین وسایل استفاده میکنند؛ یعنی سعی میکنند افق را تیره و تار نشان دهند؛ جوان را ناامید کنند؛ جوان را به بازیچه‌ها و سرگرمیهای گوناگون مشغول کنند؛ جوان را از تحصیل علم باز بدارند و او را تحریک به هرج و مرج کنند؛ لذا باید بیدار بود. با وجدان کاری، با همبستگی، با تلاشِ امیدوارانه و گرم و گیرا، با کار مدبرانه و برنامه‌ریزی شده، و درعین‌حال با توکل به خدا و استمداد از پروردگار، باید این فاصله را طی کرد. جوان باید همه‌ی اینها را با هم مدنظر داشته باشد.
امروز جوان ما میتواند با مسائل کلان این کشور و مسائل سیاسی آشنا شود. در گذشته، جوانها در سنین شما از مسائل سیاسی کشور چیزی سر در نمیآوردند. دولتها میآمدند، میرفتند، عوض میشدند، انتخابات نمایشی برگزار میشد و عده‌یی را بر اساس فهرست دربار به آنچه به آن مجلس شورای ملی میگفتند، میفرستادند و اصلاً کسی هم خبر نمیشد! واقعاً ماها اسم رؤسای دولت را هم نمیدانستیم؛ هیچ‌کس از جوانها در کشور علاقه و شوقی به این کار نداشت؛ راههای معرفت سیاسی بسته بود؛ اما امروز این‌طور نیست؛ امروز جوان ما نقشه‌های استکبار را میداند؛ حضور استکبار در سطح منطقه را با ساز و برگ‌های سیاسی و نظامیاش میشناسد؛ نقش امریکا در فلسطین اشغالی را میداند؛ ارزش و اهمیت والای جهاد فلسطین را میداند. ما در سنین شماها شاید اسم فلسطین به گوشمان نخورده بود. آن‌وقت هم مبارزه بود، آن‌وقت هم فلسطین غصب شده بود، اما کسی خبر نداشت؛ ولی امروز همه‌ی اینها را جوانهای ما میدانند.
بنده طرفدار این هستم که جوانها در جریان مسائل سیاسی کشور قرار بگیرند و بتوانند تحلیل کنند. البته سیاسیکاری، سیاست‌بازی و آلت دست این حزب و آن حزب شدن را بنده برای جوان نمیپسندم؛ اینها برای جوان هیچ شرف و افتخاری ایجاد نمیکند؛ اما این‌که جوان بداند میتواند اثرگذار باشد و نقش ایفا کند، خیلی ارزش دارد. در دوران دفاع مقدس جوانهای ما فهمیدند که میتوانند نقش ایفا کنند، و نقش ایفا کردند. جوانهای شانزده، هفده ساله به میدان نبرد رفتند و چهار سال، پنج سال، شش سال، هشت سال - به اختلاف اشخاص - در میدان نبرد ماندند و سپس به‌عنوان شخصیت‌های برجسته و آگاه و توانا و باکفایت از میدان جنگ بیرون آمدند. بسیج عمومی مردم - که آن‌روز به دستور امام انجام گرفت - جوانهای ما را آن‌چنان آبدیده و آگاه کرد که هم در دفاع مقدس توانستند نقش ایفا کنند، هم در صحنه‌های دیگر نقش ایفا کردند؛ امروز هم همین‌طور است. حضور جوانان در صحنه‌های انتخابات این کشور در طول زمان، یک حضور شاد و مؤثر و تعیین‌کننده بوده؛ حالا هم باید همین‌طور باشد. در آینده‌ی نه‌چندان دوری - حدود دو سه ماه دیگر - ما انتخابات داریم. جوان ما باید به مسأله‌یی مثل انتخابات، به چشم یک عمل صالح و یک کارِ بزرگ نگاه کند. جناب آقای علیاکبری در صحبت خود تعبیر خوبی کردند؛ در واقع انتخابات برای جوانان ما که برای اول بار وارد این صحنه میشوند، جشن تکلیف سیاسی است. جشن تکلیف عبادی روزی است که انسان مکلف میشود و نماز میخواند. جشن تکلیف سیاسی روزی است که برای اول بار میرود نقش خود را برای انتخاب یک فرد، یا به عنوان نماینده‌ی مجلس، یا به عنوان نماینده‌ی در شورای شهر، یا به عنوان رئیس جمهور ایفا میکند؛ اینها خیلی باارزش است. جمن‌های اسلامی باید تشکلشان را مستحکم کنند. این پیوند قلبی و ایمانىِ دلها به یکدیگر که در انجمن‌های اسلامی تبلور پیدا کرده، خیلی مغتنم است؛ این را حفظ و تقویت کنید. محافلی را که انجمن از مجموعه‌ی دانشآموزان و جوانان به‌وجود میآورد، از معارف اخلاقی و دینی و سیاسی برخوردار و غنی کنید. از لحاظ درس خواندن، الگوی جوانهای دیگر قرار بگیرید و همچنین از لحاظ حضور در میدان‌های گوناگون اجتماعی و سیاسی شاخص باشید؛ انگشت اشاره‌یی باشید برای جوانها که به شما نگاه کنند و از شما درس و الهام بگیرند. البته این با ادعا و با تحمیل امکان‌پذیر نیست؛ باید خود را آن‌چنان بسازید تا دیگران به‌طور طبیعی به نگاه شما، به اشاره‌ی شما و به تشخیص شما احترام بگذارند و آن را معتبر بدانند و به عنوان نشانه‌یی از آن استفاده کنند. کار و برنامه‌ی انجمن‌های اسلامی باید این باشد. دایره‌ی تأثیرگذاری خودتان را توسعه دهید. امروز نسل جواندانش‌آموزی ما بسیار خوب است. شما باید خود را در دوران دانش‌آموزی و دبیرستان آن‌چنان بسازید که ان‌شاءاللَّه فردا اگر به دانشگاه یا حوزه‌ی علمیه رفتید، بتوانید در آن محیط هم اثرگذار باشید.  شخصیت خود را، هم از لحاظ علمی، هم از لحاظ اخلاقی، هم از لحاظ تلاش و فعالیت و پُرکاری و نشاط کار در زمینه‌های اجتماعی و سیاسی، آن‌گونه آماده کنید که در هر جا قرار گرفتید، مثل چراغی محیط را روشن کنید.
','خوشبختانه من میبینم جوانهای ما بیدار و آگاهند. حضور انجمن‌های اسلامی در این خصوص یک نشانه است. حضور جوانها - چه دانش‌آموز، چه دانشجو، چه طلاب علوم دینی - در عرصه‌های مختلف اجتماعی، فکر کردن آنها و زمینه‌چینیهای فکری آنها برای آینده - که من نشانه‌های آن را مشاهده میکنم - همه دلیل بر این است که جوانهای امروز ما خوب کار میکنند؛ منتها باید بیدار باشند. با وضع کنونی ما، رسیدن به آن قله، مستلزم طی کردن یک فاصله است؛ این فاصله را باید طی کرد. با نشستن، تن آسانی، راحت‌طلبی و سرگرم شدن و مشغول شدن به هوس‌ها و بازیچه‌هایی که دشمن سر راه ما و جوانهای ما قرار میدهد، این راه طی نخواهد شد. این نسل باید کار گذشتگان را به اکمال برساند و تمام کند. باید خوب درس بخوانید و به‌طور دقیق انضباط و نظم اجتماعی را رعایت کنید. محیط هرج و مرج و محیطی که در آن امید وجود نداشته باشد، ضد پیشرفت است. شما ببینید امروز دشمنان ما که از برخورد چهره‌به‌چهره با این ملت مأیوس‌اند و از طرق گوناگون میخواهند روی این ملت اثر بگذارند، از همین وسایل استفاده میکنند؛ یعنی سعی میکنند افق را تیره و تار نشان دهند؛ جوان را ناامید کنند؛ جوان را به بازیچه‌ها و سرگرمیهای گوناگون مشغول کنند؛ جوان را از تحصیل علم باز بدارند و او را تحریک به هرج و مرج کنند؛ لذا باید بیدار بود. با وجدان کاری، با همبستگی، با تلاشِ امیدوارانه و گرم و گیرا، با کار مدبرانه و برنامه‌ریزی شده، و درعین‌حال با توکل به خدا و استمداد از پروردگار، باید این فاصله را طی کرد. جوان باید همه‌ی اینها را با هم مدنظر داشته باشد.
امروز جوان ما میتواند با مسائل کلان این کشور و مسائل سیاسی آشنا شود. در گذشته، جوانها در سنین شما از مسائل سیاسی کشور چیزی سر در نمیآوردند. دولتها میآمدند، میرفتند، عوض میشدند، انتخابات نمایشی برگزار میشد و عده‌یی را بر اساس فهرست دربار به آنچه به آن مجلس شورای ملی میگفتند، میفرستادند و اصلاً کسی هم خبر نمیشد! واقعاً ماها اسم رؤسای دولت را هم نمیدانستیم؛ هیچ‌کس از جوانها در کشور علاقه و شوقی به این کار نداشت؛ راههای معرفت سیاسی بسته بود؛ اما امروز این‌طور نیست؛ امروز جوان ما نقشه‌های استکبار را میداند؛ حضور استکبار در سطح منطقه را با ساز و برگ‌های سیاسی و نظامیاش میشناسد؛ نقش امریکا در فلسطین اشغالی را میداند؛ ارزش و اهمیت والای جهاد فلسطین را میداند. ما در سنین شماها شاید اسم فلسطین به گوشمان نخورده بود. آن‌وقت هم مبارزه بود، آن‌وقت هم فلسطین غصب شده بود، اما کسی خبر نداشت؛ ولی امروز همه‌ی اینها را جوانهای ما میدانند.
بنده طرفدار این هستم که جوانها در جریان مسائل سیاسی کشور قرار بگیرند و بتوانند تحلیل کنند. البته سیاسیکاری، سیاست‌بازی و آلت دست این حزب و آن حزب شدن را بنده برای جوان نمیپسندم؛ اینها برای جوان هیچ شرف و افتخاری ایجاد نمیکند؛ اما این‌که جوان بداند میتواند اثرگذار باشد و نقش ایفا کند، خیلی ارزش دارد. در دوران دفاع مقدس جوانهای ما فهمیدند که میتوانند نقش ایفا کنند، و نقش ایفا کردند. جوانهای شانزده، هفده ساله به میدان نبرد رفتند و چهار سال، پنج سال، شش سال، هشت سال - به اختلاف اشخاص - در میدان نبرد ماندند و سپس به‌عنوان شخصیت‌های برجسته و آگاه و توانا و باکفایت از میدان جنگ بیرون آمدند. بسیج عمومی مردم - که آن‌روز به دستور امام انجام گرفت - جوانهای ما را آن‌چنان آبدیده و آگاه کرد که هم در دفاع مقدس توانستند نقش ایفا کنند، هم در صحنه‌های دیگر نقش ایفا کردند؛ امروز هم همین‌طور است. حضور جوانان در صحنه‌های انتخابات این کشور در طول زمان، یک حضور شاد و مؤثر و تعیین‌کننده بوده؛ حالا هم باید همین‌طور باشد. در آینده‌ی نه‌چندان دوری - حدود دو سه ماه دیگر - ما انتخابات داریم. جوان ما باید به مسأله‌یی مثل انتخابات، به چشم یک عمل صالح و یک کارِ بزرگ نگاه کند. جناب آقای علیاکبری در صحبت خود تعبیر خوبی کردند؛ در واقع انتخابات برای جوانان ما که برای اول بار وارد این صحنه میشوند، جشن تکلیف سیاسی است. جشن تکلیف عبادی روزی است که انسان مکلف میشود و نماز میخواند. جشن تکلیف سیاسی روزی است که برای اول بار میرود نقش خود را برای انتخاب یک فرد، یا به عنوان نماینده‌ی مجلس، یا به عنوان نماینده‌ی در شورای شهر، یا به عنوان رئیس جمهور ایفا میکند؛ اینها خیلی باارزش است. جمن‌های اسلامی باید تشکلشان را مستحکم کنند. این پیوند قلبی و ایمانىِ دلها به یکدیگر که در انجمن‌های اسلامی تبلور پیدا کرده، خیلی مغتنم است؛ این را حفظ و تقویت کنید. محافلی را که انجمن از مجموعه‌ی دانشآموزان و جوانان به‌وجود میآورد، از معارف اخلاقی و دینی و سیاسی برخوردار و غنی کنید. از لحاظ درس خواندن، الگوی جوانهای دیگر قرار بگیرید و همچنین از لحاظ حضور در میدان‌های گوناگون اجتماعی و سیاسی شاخص باشید؛ انگشت اشاره‌یی باشید برای جوانها که به شما نگاه کنند و از شما درس و الهام بگیرند. البته این با ادعا و با تحمیل امکان‌پذیر نیست؛ باید خود را آن‌چنان بسازید تا دیگران به‌طور طبیعی به نگاه شما، به اشاره‌ی شما و به تشخیص شما احترام بگذارند و آن را معتبر بدانند و به عنوان نشانه‌یی از آن استفاده کنند. کار و برنامه‌ی انجمن‌های اسلامی باید این باشد. دایره‌ی تأثیرگذاری خودتان را توسعه دهید. امروز نسل جواندانش‌آموزی ما بسیار خوب است. شما باید خود را در دوران دانش‌آموزی و دبیرستان آن‌چنان بسازید که ان‌شاءاللَّه فردا اگر به دانشگاه یا حوزه‌ی علمیه رفتید، بتوانید در آن محیط هم اثرگذار باشید.  شخصیت خود را، هم از لحاظ علمی، هم از لحاظ اخلاقی، هم از لحاظ تلاش و فعالیت و پُرکاری و نشاط کار در زمینه‌های اجتماعی و سیاسی، آن‌گونه آماده کنید که در هر جا قرار گرفتید، مثل چراغی محیط را روشن کنید.
','به تشکّلهای امین دانش‌آموزی میدان بدهند؛ مثل همین انجمنهای اسلامی، مثل همین اتّحادیّه؛ که اینها یک تشکّلند؛ تشکّل امین و متدیّن، یا بسیج، بسیج دانش‌آموزی؛ یک تشکّل است، تشکّل امین و متدیّن؛ به اینها میدان بدهند، میدان بدهند که کار کنند؛ فرصت بدهند، امکانات بدهند [همان‌طور که‌] اینجا این جوانها گفتند- امکانات مادّی، امکانات معنوی؛ به اینها میدان بدهند، قدر بدانند. ما اگر میخواستیم این انگیزه‌هایی را که شما دارید، با پول و تبلیغ و مانند اینها درست کنیم، هرگز امکان نداشت؛ اینجا هم بنده عرض میکنم اگر همه‌ی ثروت را هم خرج میکردیم، نمیتوانستیم این همه انگیزه و این همه توان و این همه شوق و علاقه را جمع کنیم. این از درون دارد میجوشد؛ این را خدا کرده؛ دلها دست خدا است، دلهای من و شما دست خدا است. این را قدر بدانیم. اینها الان آمدند در میدان؛ جوانهای ما، چه در اتّحادیّه‌ی انجمنهای اسلامی، چه در بسیج و امثال اینها، آمدند وارد میدان شدند و میخواهند کار کنند برای خدا، برای انقلاب، برای کشور؛ به اینها باید میدان داد، باید به اینها کمک مادّی و معنوی کرد. عزیزان من! جوان کشور ما امیدبخش است؛ محیط جوانی در کشور ما امیدبخش است؛ نه اینکه بنده خبر نداشته باشم که حالا یک مشت جوانهایی هستند که راه‌های غلطی میروند، کارهای بدی میکنند؛ چرا، آنها را هم بنده اطّلاع دارم امّا سرجمع وقتی‌که نگاه میکنم به محیط جوانیِ کشور، از خدای متعال سپاسگزاری میکنم. با این همه عوامل انحراف، با این همه انگیزه، با این جبهه‌ی وسیع دشمنی و تمرکز روی جوانها، ما یک مجموعه‌ی بزرگ جوان داریم که مؤمنند، متدیّنند، انقلابی‌اند، اهل توسّلند، اهل شور و عشق به معنویّتند؛ این چیز کمی نیست؛ این چیز خیلی مهمّی است؛ خیلی چیز بزرگی است. عدّه‌ای اهل قرآنند، عدّه‌ای اهل اعتکافند، عدّه‌ای اهل پیاده‌رویِ اربعینند، عدّه‌ای اهل ایستادگی در میدانهای انقلاب و در مظاهر انقلابند. این خیلی با عظمت است، خیلی با ارزش است؛ دشمن با همه‌ی اینها مخالف است.

 و به شما عرض بکنم، دشمنِ نظام جمهوری اسلامی تا حالا که شکست خورده؛ در این هیچ تردیدی نیست؛ این را بدانید. تا حالا شکست خورده، این را من بارها گفته‌ام، دلیلش هم جلوی چشم همه است؛ واضح است، استدلالش یک استدلال پیچیده‌ی غیر قابل فهم و مبهمی نیست. دلیلش این است که وقتی این انقلاب به وجود آمد، وقتی نظام اسلامی تشکیل شد، اینها از روز اوّل تصمیم گرفتند این نظام را از بین ببرند؛ حدّاقل اینکه نگذارند رشد کند. ۳۷ سال گذشته، این نظام روزبه‌روز رشد کرده، روزبه‌روز قوی‌تر شده، این درخت تناور شده، برگ و بار پیدا کرده، دشمن هم هیچ غلطی نتوانسته بکند.  پس تا حالا نتوانسته کاری بکند. مخصوص اینجا هم نیست؛ در دنیای اسلام شما ببینید علیه جوانان مبارزِ مؤمن در لبنان و فلسطین چه کردند؛ چه کار توانستند بکنند؟ علیه حزب‌الله در لبنان چقدر اینها فعّالیّت تبلیغی و عملی کردند، تهدید کردند، تهدیدها را به عمل آوردند. درعین‌حال حزب‌الله پیکره‌ی رشید خود را در دنیای اسلام دارد نشان میدهد. حالا گیرم که فلان دولت وابسته‌ی فاسدِ تو خالی پوک، در فلان بیانیّه، با پول و دلار نفتی، حزب‌الله را مثلاً محکوم بکند. خب به درک! چه اهمّیّت دارد. حزب‌الله آنجا مثل خورشیدی دارد میدرخشد. حزب‌الله مایه‌ی افتخار دنیای اسلام است. جوانهای حزب‌الله لبنان مایه‌ی افتخار دنیای اسلامند. اینها کاری کردند که ارتشهای سه کشور عربی در دو سه جنگ نتوانستند انجام بدهند؛ اینها اسرائیل را شکست دادند. قبل از شکستی که اینها به اسرائیل وارد کنند، حدّاقل در دو جنگ -در جنگ اوّل همه‌ی کشورها شریک نبودند امّا در دو جنگ، مصر و اردن و سوریه ارتشهایشان را آوردند در مقابل اسرائیل و شکست خوردند- ارتشهای سه کشور، آن هم کشوری مثل مصر که ارتش قوی‌ای هم داشت یا مثل سوریه که ارتش قوی‌ای داشت، و کشور اردن، در مقابل رژیم صهیونیستی صف‌آرایی کردند و در جنگ نظامی شکست خوردند. همین رژیم صهیونیستی را بعد از آنکه قوی‌تر هم شده بود، حزب‌الله در ظرف ۳۳ روز شکست داد. این چیز کوچکی است؟ این چیز کمی است؟ غلط است که ما بگوییم اینها مایه‌ی افتخار دنیای اسلامند؟ حالا یک ورق‌پاره‌ای هم یک جا اینها را محکوم بکند، خب کرده باشد، چه اهمّیّتی دارد؟حقیقت رو به رشد است، حقیقت رو به بالندگی است. حقیقت ممکن است دچار سختی‌هایی در راه خود بشود امّا در نهایت پیروز خواهد شد. قرآن فرمود: فَاَمَّا الزَّبَدُ فَیَذهَبُ جُفآء؛ کف روی آب ظاهرِ چشمگیری دارد؛ در رودخانه روی آب وقتی شما نگاه میکنید، وقتی‌که میجوشد این آب و به همدیگر میخورد، کف جلوی چشم می‌آید امّا این کف ماندنی نیست. فَاَمَّا الزَّبَدُ فَیَذهَبُ جُفآء؛ این کف روی آب میرود پی کارش نابود میشود. وَ اَمّا مایَنفَعُ النّاسَ فَیمکُثُ فِی الاَرض؛ آن چیزی که نافع است، آن چیزی که حیات مردم به آن است، یعنی آن آب روان، آب زلال، آن میماند. حقیقت این‌جوری است، حقیقت پیروز خواهد شد، حقیقت به اهداف خود دست خواهد یافت. بله، در راهش مشکلاتی وجود دارد. شرطش این است که در مقابل این مشکلات خودش را نبازد؛ سرباز حقیقت، افسر حقیقت، رهرو حقیقت خودش را در مقابل این مشکلات نبازد. وقتی نباخت، ایستاد، تحمّل مشکل کرد، به نتیجه خواهد رسید؛ کمااینکه به نتیجه رسید؛ هم در صدر اسلام، هم در هرجا که ایستادگی بود و هم در زمان ما که زمان غلبه‌ی مادّیّت است. عزیزان! حقیقت مال شما است، شما رهرو حقیقتید. آینده مال شما است، ان‌شاءالله روزی خواهد رسید که این مشکلات هم به برکت ایستادگی شما کم خواهد شد و کمتر خواهد شد و بتدریج از بین خواهد رفت و ان‌شاءالله شما در قلّه قرار میگیرید.
','به تشکّلهای امین دانش‌آموزی میدان بدهند؛ مثل همین انجمنهای اسلامی، مثل همین اتّحادیّه؛ که اینها یک تشکّلند؛ تشکّل امین و متدیّن، یا بسیج، بسیج دانش‌آموزی؛ یک تشکّل است، تشکّل امین و متدیّن؛ به اینها میدان بدهند، میدان بدهند که کار کنند؛ فرصت بدهند، امکانات بدهند [همان‌طور که‌] اینجا این جوانها گفتند- امکانات مادّی، امکانات معنوی؛ به اینها میدان بدهند، قدر بدانند. ما اگر میخواستیم این انگیزه‌هایی را که شما دارید، با پول و تبلیغ و مانند اینها درست کنیم، هرگز امکان نداشت؛ اینجا هم بنده عرض میکنم اگر همه‌ی ثروت را هم خرج میکردیم، نمیتوانستیم این همه انگیزه و این همه توان و این همه شوق و علاقه را جمع کنیم. این از درون دارد میجوشد؛ این را خدا کرده؛ دلها دست خدا است، دلهای من و شما دست خدا است. این را قدر بدانیم. اینها الان آمدند در میدان؛ جوانهای ما، چه در اتّحادیّه‌ی انجمنهای اسلامی، چه در بسیج و امثال اینها، آمدند وارد میدان شدند و میخواهند کار کنند برای خدا، برای انقلاب، برای کشور؛ به اینها باید میدان داد، باید به اینها کمک مادّی و معنوی کرد. عزیزان من! جوان کشور ما امیدبخش است؛ محیط جوانی در کشور ما امیدبخش است؛ نه اینکه بنده خبر نداشته باشم که حالا یک مشت جوانهایی هستند که راه‌های غلطی میروند، کارهای بدی میکنند؛ چرا، آنها را هم بنده اطّلاع دارم امّا سرجمع وقتی‌که نگاه میکنم به محیط جوانیِ کشور، از خدای متعال سپاسگزاری میکنم. با این همه عوامل انحراف، با این همه انگیزه، با این جبهه‌ی وسیع دشمنی و تمرکز روی جوانها، ما یک مجموعه‌ی بزرگ جوان داریم که مؤمنند، متدیّنند، انقلابی‌اند، اهل توسّلند، اهل شور و عشق به معنویّتند؛ این چیز کمی نیست؛ این چیز خیلی مهمّی است؛ خیلی چیز بزرگی است. عدّه‌ای اهل قرآنند، عدّه‌ای اهل اعتکافند، عدّه‌ای اهل پیاده‌رویِ اربعینند، عدّه‌ای اهل ایستادگی در میدانهای انقلاب و در مظاهر انقلابند. این خیلی با عظمت است، خیلی با ارزش است؛ دشمن با همه‌ی اینها مخالف است.

 و به شما عرض بکنم، دشمنِ نظام جمهوری اسلامی تا حالا که شکست خورده؛ در این هیچ تردیدی نیست؛ این را بدانید. تا حالا شکست خورده، این را من بارها گفته‌ام، دلیلش هم جلوی چشم همه است؛ واضح است، استدلالش یک استدلال پیچیده‌ی غیر قابل فهم و مبهمی نیست. دلیلش این است که وقتی این انقلاب به وجود آمد، وقتی نظام اسلامی تشکیل شد، اینها از روز اوّل تصمیم گرفتند این نظام را از بین ببرند؛ حدّاقل اینکه نگذارند رشد کند. ۳۷ سال گذشته، این نظام روزبه‌روز رشد کرده، روزبه‌روز قوی‌تر شده، این درخت تناور شده، برگ و بار پیدا کرده، دشمن هم هیچ غلطی نتوانسته بکند.  پس تا حالا نتوانسته کاری بکند. مخصوص اینجا هم نیست؛ در دنیای اسلام شما ببینید علیه جوانان مبارزِ مؤمن در لبنان و فلسطین چه کردند؛ چه کار توانستند بکنند؟ علیه حزب‌الله در لبنان چقدر اینها فعّالیّت تبلیغی و عملی کردند، تهدید کردند، تهدیدها را به عمل آوردند. درعین‌حال حزب‌الله پیکره‌ی رشید خود را در دنیای اسلام دارد نشان میدهد. حالا گیرم که فلان دولت وابسته‌ی فاسدِ تو خالی پوک، در فلان بیانیّه، با پول و دلار نفتی، حزب‌الله را مثلاً محکوم بکند. خب به درک! چه اهمّیّت دارد. حزب‌الله آنجا مثل خورشیدی دارد میدرخشد. حزب‌الله مایه‌ی افتخار دنیای اسلام است. جوانهای حزب‌الله لبنان مایه‌ی افتخار دنیای اسلامند. اینها کاری کردند که ارتشهای سه کشور عربی در دو سه جنگ نتوانستند انجام بدهند؛ اینها اسرائیل را شکست دادند. قبل از شکستی که اینها به اسرائیل وارد کنند، حدّاقل در دو جنگ -در جنگ اوّل همه‌ی کشورها شریک نبودند امّا در دو جنگ، مصر و اردن و سوریه ارتشهایشان را آوردند در مقابل اسرائیل و شکست خوردند- ارتشهای سه کشور، آن هم کشوری مثل مصر که ارتش قوی‌ای هم داشت یا مثل سوریه که ارتش قوی‌ای داشت، و کشور اردن، در مقابل رژیم صهیونیستی صف‌آرایی کردند و در جنگ نظامی شکست خوردند. همین رژیم صهیونیستی را بعد از آنکه قوی‌تر هم شده بود، حزب‌الله در ظرف ۳۳ روز شکست داد. این چیز کوچکی است؟ این چیز کمی است؟ غلط است که ما بگوییم اینها مایه‌ی افتخار دنیای اسلامند؟ حالا یک ورق‌پاره‌ای هم یک جا اینها را محکوم بکند، خب کرده باشد، چه اهمّیّتی دارد؟حقیقت رو به رشد است، حقیقت رو به بالندگی است. حقیقت ممکن است دچار سختی‌هایی در راه خود بشود امّا در نهایت پیروز خواهد شد. قرآن فرمود: فَاَمَّا الزَّبَدُ فَیَذهَبُ جُفآء؛ کف روی آب ظاهرِ چشمگیری دارد؛ در رودخانه روی آب وقتی شما نگاه میکنید، وقتی‌که میجوشد این آب و به همدیگر میخورد، کف جلوی چشم می‌آید امّا این کف ماندنی نیست. فَاَمَّا الزَّبَدُ فَیَذهَبُ جُفآء؛ این کف روی آب میرود پی کارش نابود میشود. وَ اَمّا مایَنفَعُ النّاسَ فَیمکُثُ فِی الاَرض؛ آن چیزی که نافع است، آن چیزی که حیات مردم به آن است، یعنی آن آب روان، آب زلال، آن میماند. حقیقت این‌جوری است، حقیقت پیروز خواهد شد، حقیقت به اهداف خود دست خواهد یافت. بله، در راهش مشکلاتی وجود دارد. شرطش این است که در مقابل این مشکلات خودش را نبازد؛ سرباز حقیقت، افسر حقیقت، رهرو حقیقت خودش را در مقابل این مشکلات نبازد. وقتی نباخت، ایستاد، تحمّل مشکل کرد، به نتیجه خواهد رسید؛ کمااینکه به نتیجه رسید؛ هم در صدر اسلام، هم در هرجا که ایستادگی بود و هم در زمان ما که زمان غلبه‌ی مادّیّت است. عزیزان! حقیقت مال شما است، شما رهرو حقیقتید. آینده مال شما است، ان‌شاءالله روزی خواهد رسید که این مشکلات هم به برکت ایستادگی شما کم خواهد شد و کمتر خواهد شد و بتدریج از بین خواهد رفت و ان‌شاءالله شما در قلّه قرار میگیرید.
'];
        $q_2_2 = ['1)به جوانان اروپایی چه گروهی را به عنوان نمایندگان اسلام معرفی میکنند؟
2)جوانان اروپایی تاخیر چند ده ساله و گاهی چند صد ساله در وجدان عمومی در غرب را باید از چه کسی بپرسند؟
3)سیاست مداران و دولتمردان اروپایی آگاهانه چه راهی را از مسیر صداقت و درستی آن جدا کرده اند؟
','1)خواسته دوم در پی تبلیغات منفی علیه اسلام چیست؟
2)امکان دارد چه چیزی را از جوانان اروپایی سلب کنند؟
3)جوانان اروپایی فرصت را  برای فهم صحیح اسلام بدون چی نباید از دست بدهند؟
','1)یک فرمانده مقتدربا طراحی یک عملیات می تواند با دشمن چه کار کند ؟
2)درگیری و اختلاف امروز جمهوری اسلامی با استکبار بر سر چیست؟
3)جمهوری اسلامی مییخواهد جوان تبدیل به چه عنصری شود؟
','1)امروز سر جوانها جنگ چه طوری بین جمهوری اسلامی و آمریکاییان می باشد؟
2)محیط جوانی در کشور ما چگونه است؟
3)فردی که می گوید جنگیدن فایده ای ندارد و ایستادن بیخود است چگونه است؟
','1) استقامت و ایستادگی در مقابل حوادث تلخ نلغزیدن، نلرزیدن، مردّد نشدن یعنی چی؟
2)دشمن را نباید چگونه شمرد؟
3)اعضای انجمن اسلامی مثل چه کسانی همدیگر را باید حفظ کنند؟
','1)اتحادیه باید تلاش کند تا مخاطب خود را از چه لحاظ گسترش دهد؟
2)چه چیزی باید بین اعضای انجمن اسلامی بعد از دوره ی دانش اموزی و ورود به مسیر دانشجویی حفظ شود؟
3)دانشگاه باید چه هویتی را در ما تقویت کند؟
','1)مسئولیت دیگری که جوان انجمن اسلامی برای خود قائل است چیست؟ 
2)چه بنیه ای را باید اعضای انجمن اسلامی دانش آموزان در خود تقویت کنند؟
3)در مسائل دینی باید اعضای انجمن اسلامی دانش اموزان به چه نقاطی بپردازند؟
','1)توصیه دائم به جوانها و دخترها و پسرها چه موضوعی است؟
2)مسائل دینی را باید از چه کسانی فرا گرفت؟
3)اعضای انجمن اسلامی باید چه نقشی را ایفا کنند؟
','1)اعضای انجمن اسلامی شخصیت خود را باید هم از لحاظ علمی، هم از لحاظ اخلاقی، هم از لحاظ تلاش و فعالیت در چه زمینه هایی اماده کنند؟
2)اعضای انجمن اسلامی باید از چه لحاظ خود را الگوی دیگران قرار دهند؟
3) محیط هرج و مرج و محیطی که در آن امید وجود نداشته باشد چگونه است؟
','1)در گذشته انتخابات چگونه برگزار می شد؟
2)در چه دورانی جوانهای ما فهمیدند که باید نقش ایفا کنند؟
3)اعضای انجمن اسلامی دایره ی چه چیزی را باید توسعه دهند؟
','1)چه چیزی به اهداف خود دست خواهد یافت؟
2)جوانهای کجا مایه ی افتخار دنیای اسلام هستند؟
3)محیط جوانی در کشور چگونه است؟
','1)نظام جمهوری اسلامی را از کی تصمیم گرفتند نابود کنند؟
2)دو ویژگی مهم تشکل انجمن اسلامی دانش آموزان چیست؟
3)اگر ما انگیزه ی جوانان را با چی درست میکردیم هرگز امکان نداشت این همه شوق در آنان وجود داشته باشد؟
'];
        $q_2_3 = ['1:سیاست
2: شناخت مستقیم از دین
3:پرسش و کاوش
4:روشنفکران
5: داوری بیطرفانه
6:آگاهانه
7:پیشداوری
8:تروریست های تحت استخدام خود
9:سیاه نمایی
','1:پرسش و کاوش
2:سیاه نمایی
3:پیشداوری
4:داوری بیطرفانه
5:آگاهانه
6:شناخت مستقیم از دین
7:سیاست
8:روشنفکران
9:تروریست های تحت استخدام خود
','1:نرم زیر پوستی
2:امید بخش
3:جوانها
4:نامید
5:جنگ
6:فریب
7:فعال و اثرگذار
8:فریب خور
9:فرمانده
','1: ناامید
2:جوانها
3:امید بخش
4:فعال و اثرگذار
5:فریب
6:فرمانده
7:جنگ
8:فریب خورده
9:نرم زیرپوستی
','1:حقیر و بیچاره
2:ثبات قدم
3:دینی و انقلابی
4:ارتباط
5:صبر
6:استقامت
7:کوه نوردها
8:کمیت
9:هویت
','1:هویت
2:دینی وانقلابی
3:ثبات قدم
4:استقامت
5:ارتباط
6:صبر
7:کمیت
8:کوه نوردها
9:حقیر و بیچاره
','1:ورزش
2:نماز
3:رسالت و مسئولیت
4:استادان ماهر
5:غریق نجات
6:نجات دهنده
7:عقلانی و ظریف
8:پیشرفت
9:اعتقادی و اخلاقی
','1:رسالت و مسئولیت
2:پیشرفت
3:غریق نجات
4:نجات دهنده
5:نماز
6:اعتقادی و عقلانی
7:استادان ماهر
8:ورزش
9:عقلانی و ظریف
','1:ضدپیشرفت
2:نمایشی
3:دفاع مقدس
4:تاثیرگذاری
5:قلبی و ایمانی
6:انتخابات
7:بسیج عمومی
8:درس خواندن
9:اجتماعی و سیاسی
','1:نمایشی
2:اجتماعی و سیاسی
3:تاثیرگذاری
4:قلبی و ایمانی
5:انتخابات
6:بسیج عمومی
7:دفاع مقدس
8:درس خواندن
9:ضدپیشرفت
','1:روز اول
2:حقیقت
3:امیدبخش
4:مادیت
5:ارتش قوی
6:فلسطین
7:امین و متدین
8:پول و تبلیغ
9:حزب الله لبنان
','1:امین و متدین
2:حقیقت
3:حزب الله لبنان
4:مادیت
5:پول وتبلیغ
6:ارتش قوی
7:روزاول
8:فلسطین
9:امید بخش
'];
        $a_2 = [841,643,637,931,517,752,
            397,874,981,173,293,715];
        $sort_2 = [0,1,2,3,4,5,6,7,8,9,10,11,1,5,8,7,4,1,0,3,6,9,11,10,3,4,5,6,9,7,11,10,1,0,8,2,0,4,8,9,3,7,10,1,5
            ,6,2,11];
        $a_3 = [14235,68009,44241,53339,43729,94631,69114,12999,77042,63014,24404,98244,83147,94486,63789,98716,55931,
            40841,45510,84949,52321,59072,75734,14702,44298,51814,30983,64439,58100,83360,75886,99333,52506,71299,27970,
            64348,41125,54342,28401,55353,72325,44650,62761,59402,16938,65770,35758,19084];
        $q_4_1 = ['1-مرد اصفهانی در خانه قرمز زندگی می کند.',
            '1-مرد اصفهانی در خانه قرمز زندگی می کند.',
            '1-مرد تبریزی در خانه قرمز زندگی می کند.',
            '1-مرد اصفهانی در خانه قرمز زندگی می کند.',
            '1-مرد اصفهانی در خانه قرمز زندگی می کند.',
            '1-مرد اصفهانی در خانه قرمز زندگی می کند.',
            '1-مرد اصفهانی در خانه سبز زندگی می کند.',
            '1-مرد اصفهانی در خانه قرمز زندگی می کند.',
            '1-مرد اصفهانی در خانه قرمز زندگی می کند.',
            '1-مرد اصفهانی در خانه قرمز زندگی می کند.',
            '1-مرد اصفهانی در خانه سبز زندگی می کند.',
            '1-مرد اصفهانی در خانه قرمز زندگی می کند.'];
        $q_4_2 = ['2- مرد اهوازی خروس دارد.',
            '2- مرد اهوازی خروس دارد.',
            '2- مرد اهوازی خروس دارد.',
            '2- مرد اهوازی خروس دارد.',
            '2- مرد اهوازی خروس دارد.',
            '2- مرد تبریزی خروس دارد.',
            '2- مرد اهوازی خروس دارد.',
            '2- مرد اهوازی خروس دارد.',
            '2- مرد اهوازی خروس دارد.',
            '2- مرد اهوازی خروس دارد.',
            '2- مرد اهوازی خروس دارد.',
            '2- مرد اهوازی خروس دارد.'];
        $q_4_3 = ['3- نوشیدنی مورد علاقه مرد مشهدی چای است.',
            '3- نوشیدنی مورد علاقه مرد مشهدی چای است.',
            '3- نوشیدنی مورد علاقه مرد مشهدی چای است.',
            '3- نوشیدنی مورد علاقه مرد تبریزی قهوه است.',
            '3- نوشیدنی مورد علاقه مرد مشهدی چای است.',
            '3- نوشیدنی مورد علاقه مرد مشهدی چای است.',
            '3- نوشیدنی مورد علاقه مرد مشهدی چای است.',
            '3- نوشیدنی مورد علاقه مرد تبریزی چای است.',
            '3- نوشیدنی مورد علاقه مرد مشهدی چای است.',
            '3- نوشیدنی مورد علاقه مرد مشهدی چای است.',
            '3- نوشیدنی مورد علاقه مرد مشهدی چای است.',
            '3- نوشیدنی مورد علاقه مرد تبریزی چای است.'];
        $q_4_4 = ['4- خانه سبز رنگ سمت چپ خانه سفید رنگ است.',
            '4- خانه سفید رنگ سمت چپ خانه سبز رنگ است.',
            '4- خانه سبز رنگ سمت چپ خانه سفید رنگ است.',
            '4- خانه سبز رنگ سمت چپ خانه سفید رنگ است.',
            '4- خانه زرد رنگ سمت چپ خانه سفید رنگ است.',
            '4- خانه سبز رنگ سمت چپ خانه سفید رنگ است.',
            '4- خانه قرمز رنگ سمت چپ خانه سفید رنگ است.',
            '4- خانه سبز رنگ سمت چپ خانه سفید رنگ است.',
            '4- خانه آبی رنگ سمت چپ خانه سفید رنگ است.',
            '4- خانه آبی رنگ سمت چپ خانه سفید رنگ است.',
            '4- خانه قرمز رنگ سمت چپ خانه سفید رنگ است.',
            '4- خانه زرد رنگ سمت چپ خانه سفید رنگ است.'];
        $q_4_5 = ['5- صاحب خانه سبز رنگ قهوه می نوشد.',
            '5- صاحب خانه سفید رنگ نوشابه می نوشد.',
            '5- صاحب خانه سبز رنگ قهوه می نوشد.',
            '5- صاحب خانه سبز رنگ چای می نوشد.',
            '5- صاحب خانه زرد رنگ قهوه می نوشد.',
            '5- صاحب خانه سبز رنگ قهوه می نوشد.',
            '5- صاحب خانه قرمز رنگ نوشابه می نوشد.',
            '5- صاحب خانه سبز رنگ قهوه می نوشد.',
            '5- صاحب خانه آبی رنگ شیر می نوشد.',
            '5- صاحب خانه آبی رنگ شیر می نوشد.',
            '5- صاحب خانه قرمز رنگ قهوه می نوشد.',
            '5- صاحب خانه زرد رنگ نوشابه می نوشد.'];
        $q_4_6 = ['6- مردی که بریانی می خورد قناری نگهداری می کند.',
            '6- مردی که بریانی می خورد قناری نگهداری می کند.',
            '6- مردی که کوفته می خورد قناری نگهداری می کند.',
            '6- مردی که بریانی می خورد قناری نگهداری می کند.',
            '6- مردی که بریانی می خورد قناری نگهداری می کند.',
            '6- مردی که بریانی می خورد قناری نگهداری می کند.',
            '6- مردی که بریانی می خورد قناری نگهداری می کند.',
            '6- مردی که بریانی می خورد قناری نگهداری می کند.',
            '6- مردی که بریانی می خورد قناری نگهداری می کند.',
            '6- مردی که بریانی می خورد قناری نگهداری می کند.',
            '6- مردی که بریانی می خورد قناری نگهداری می کند.',
            '6- مردی که بریانی می خورد قناری نگهداری می کند.'];
        $q_4_7 = ['7- صاحب خانه زرد رنگ کباب می خورد.',
            '7- صاحب خانه زرد رنگ کباب می خورد.',
            '7- صاحب خانه زرد رنگ کباب می خورد.',
            '7- صاحب خانه زرد رنگ کباب می خورد.',
            '7- صاحب خانه سبز رنگ کباب می خورد.',
            '7- صاحب خانه زرد رنگ کباب می خورد.',
            '7- صاحب خانه زرد رنگ کباب می خورد.',
            '7- صاحب خانه زرد رنگ کوفته می خورد.',
            '7- صاحب خانه زرد رنگ کباب می خورد.',
            '7- صاحب خانه زرد رنگ کباب می خورد.',
            '7- صاحب خانه زرد رنگ کباب می خورد.',
            '7- صاحب خانه سبز رنگ کباب می خورد.'
        ];
        $q_4_8 = ['8- مردی که در خانه وسطی زندگی می کند نوشیدنی مورد علاقه اش شیر است.',
            '8- مردی که در خانه وسطی زندگی می کند نوشیدنی مورد علاقه اش شیر است.',
            '8- مردی که در خانه وسطی زندگی می کند نوشیدنی مورد علاقه اش شیر است.',
            '8- مردی که در خانه وسطی زندگی می کند نوشیدنی مورد علاقه اش شیر است.',
            '8- مردی که در خانه وسطی زندگی می کند نوشیدنی مورد علاقه اش شیر است.',
            '8- مردی که در خانه وسطی زندگی می کند نوشیدنی مورد علاقه اش شیر است.',
            '8- مردی که در خانه وسطی زندگی می کند نوشیدنی مورد علاقه اش شیر است.',
            '8- مردی که در خانه وسطی زندگی می کند نوشیدنی مورد علاقه اش شیر است.',
            '8- مردی که در خانه وسطی زندگی می کند نوشیدنی مورد علاقه اش قهوه است.',
            '8- مردی که در خانه وسطی زندگی می کند نوشیدنی مورد علاقه اش قهوه است.',
            '8- مردی که در خانه وسطی زندگی می کند نوشیدنی مورد علاقه اش شیر است.',
            '8- مردی که در خانه وسطی زندگی می کند نوشیدنی مورد علاقه اش شیر است.'
        ];
        $q_4_9 = ['9- مرد تهرانی در اولین خانه زندگی می کند.',
            '9- مرد تهرانی در اولین خانه زندگی می کند.',
            '9- مرد تهرانی در اولین خانه زندگی می کند.',
            '9- مرد تهرانی در اولین خانه زندگی می کند.',
            '9- مرد تبریزی در اولین خانه زندگی می کند.',
            '9- مرد تهرانی در اولین خانه زندگی می کند.',
            '9- مرد تهرانی در اولین خانه زندگی می کند.',
            '9- مرد تهرانی در اولین خانه زندگی می کند.',
            '9- مرد تهرانی در اولین خانه زندگی می کند.',
            '9- مرد تهرانی در اولین خانه زندگی می کند.',
            '9- مرد تبریزی در اولین خانه زندگی می کند.',
            '9- مرد تهرانی در اولین خانه زندگی می کند.'
        ];
        $q_4_10 = ['10- مردی که قیمه می خورد همسایه مردی است که گربه دارد.',
            '10- مردی که قیمه می خورد همسایه مردی است که گربه دارد.',
            '10- مردی که قیمه می خورد همسایه مردی است که گربه دارد.',
            '10- مردی که قیمه می خورد همسایه مردی است که گربه دارد.',
            '10- مردی که قیمه می خورد همسایه مردی است که گربه دارد.',
            '10- مردی که کوفته می خورد همسایه مردی است که گربه دارد.',
            '10- مردی که قیمه می خورد همسایه مردی است که گربه دارد.',
            '10- مردی که قیمه می خورد همسایه مردی است که گربه دارد.',
            '10- مردی که قیمه می خورد همسایه مردی است که گربه دارد.',
            '10- مردی که قیمه می خورد همسایه مردی است که گربه دارد.',
            '10- مردی که کوفته می خورد همسایه مردی است که گربه دارد.',
            '10- مردی که قیمه می خورد همسایه مردی است که گربه دارد.'
        ];
        $q_4_11 = ['11- مردی که اسب دارد همسایه مردی است که کباب می خورد.',
            '11- مردی که اسب دارد همسایه مردی است که کباب می خورد.',
            '11- مردی که اسب دارد همسایه مردی است که کباب می خورد.',
            '11- مردی که اسب دارد همسایه مردی است که کباب می خورد.',
            '11- مردی که اسب دارد همسایه مردی است که کباب می خورد.',
            '11- مردی که اسب دارد همسایه مردی است که کباب می خورد.',
            '11- مردی که اسب دارد همسایه مردی است که کباب می خورد.',
            '11- مردی که اسب دارد همسایه مردی است که کوفته می خورد.',
            '11- مردی که اسب دارد همسایه مردی است که کباب می خورد.',
            '11- مردی که اسب دارد همسایه مردی است که کباب می خورد.',
            '11- مردی که اسب دارد همسایه مردی است که کباب می خورد.',
            '11- مردی که اسب دارد همسایه مردی است که کباب می خورد.'
        ];
        $q_4_12 = ['12- مردی که فلافل می خورد نوشابه می نوشد.',
            '12- مردی که کوفته می خورد قهوه می نوشد.',
            '12- مردی که فلافل می خورد نوشابه می نوشد.',
            '12- مردی که فلافل می خورد نوشابه می نوشد.',
            '12- مردی که فلافل می خورد نوشابه می نوشد.',
            '12- مردی که فلافل می خورد نوشابه می نوشد.',
            '12- مردی که فلافل می خورد قهوه می نوشد.',
            '12- مردی که فلافل می خورد نوشابه می نوشد.',
            '12- مردی که فلافل می خورد نوشابه می نوشد.',
            '12- مردی که فلافل می خورد نوشابه می نوشد.',
            '12- مردی که فلافل می خورد نوشابه می نوشد.',
            '12- مردی که فلافل می خورد قهوه می نوشد.'
        ];
        $q_4_13 = ['13- مرد تبریزی کوفته می خورد.',
            '13- مرد تبریزی فلافل می خورد.',
            '13- مرد اصفهانی بریانی می خورد.',
            '13- مرد مشهدی کوفته می خورد.',
            '13- مرد تهرانی کوفته می خورد.',
            '13- مرد اهوازی قیمه می خورد.',
            '13- مرد تبریزی کوفته می خورد.',
            '13- مرد مشهدی کباب می خورد.',
            '13- مرد تبریزی کوفته می خورد.',
            '13- مرد تبریزی کوفته می خورد.',
            '13- مرد تهرانی قیمه می خورد.',
            '13- مرد مشهدی کوفته می خورد.'
        ];
        $q_4_14 = ['14- مرد تهرانی در همسایگی کسی است که خانه اش آبی رنگ است',
            '14- مرد تهرانی در همسایگی کسی است که خانه اش آبی رنگ است',
            '14- مرد تهرانی در همسایگی کسی است که خانه اش آبی رنگ است',
            '14- مرد تهرانی در همسایگی کسی است که خانه اش آبی رنگ است',
            '14- مرد تبریزی در همسایگی کسی است که خانه اش آبی رنگ است',
            '14- مرد تهرانی در همسایگی کسی است که خانه اش آبی رنگ است',
            '14- مرد تهرانی در همسایگی کسی است که خانه اش آبی رنگ است',
            '14- مرد تهرانی در همسایگی کسی است که خانه اش آبی رنگ است',
            '14- مرد تهرانی در همسایگی کسی است که خانه اش سبز رنگ است',
            '14- مرد تهرانی در همسایگی کسی است که خانه اش سبز رنگ است',
            '14- مرد تبریزی در همسایگی کسی است که خانه اش آبی رنگ است',
            '14- مرد تهرانی در همسایگی کسی است که خانه اش آبی رنگ است'
        ];
        $q_4_15 = ['15- مردی که قیمه می خورد همسایه ای داره که نوشیدنی مورد علاقه اش آب است.',
            '15- مردی که قیمه می خورد همسایه ای داره که نوشیدنی مورد علاقه اش آب است.',
            '15- مردی که قیمه می خورد همسایه ای داره که نوشیدنی مورد علاقه اش آب است.',
            '15- مردی که قیمه می خورد همسایه ای داره که نوشیدنی مورد علاقه اش آب است.',
            '15- مردی که قیمه می خورد همسایه ای داره که نوشیدنی مورد علاقه اش آب است.',
            '15- مردی که کوفته می خورد همسایه ای داره که نوشیدنی مورد علاقه اش آب است.',
            '15- مردی که قیمه می خورد همسایه ای داره که نوشیدنی مورد علاقه اش آب است.',
            '15- مردی که قیمه می خورد همسایه ای داره که نوشیدنی مورد علاقه اش آب است.',
            '15- مردی که قیمه می خورد همسایه ای داره که نوشیدنی مورد علاقه اش آب است.',
            '15- مردی که قیمه می خورد همسایه ای داره که نوشیدنی مورد علاقه اش آب است.',
            '15- مردی که کوفته می خورد همسایه ای داره که نوشیدنی مورد علاقه اش آب است.',
            '15- مردی که قیمه می خورد همسایه ای داره که نوشیدنی مورد علاقه اش آب است.'
        ];
        $q_4_16 = ['16- مردی که در خانه سفید زندگی می کند نوشابه می نوشد.',
            '16- مردی که در خانه سبز زندگی می کند قهوه می نوشد.',
            '16- مردی که در خانه سفید زندگی می کند نوشابه می نوشد.',
            '16- مردی که در خانه سفید زندگی می کند نوشابه می نوشد.',
            '16- مردی که در خانه سفید زندگی می کند نوشابه می نوشد.',
            '16- مردی که در خانه سفید زندگی می کند نوشابه می نوشد.',
            '16- مردی که در خانه سفید زندگی می کند قهوه می نوشد.',
            '16- مردی که در خانه سفید زندگی می کند نوشابه می نوشد.',
            '16- مردی که در خانه سفید زندگی می کند نوشابه می نوشد.',
            '16- مردی که در خانه سفید زندگی می کند نوشابه می نوشد.',
            '16- مردی که در خانه سفید زندگی می کند نوشابه می نوشد.',
            '16- مردی که در خانه سفید زندگی می کند قهوه می نوشد.'
        ];
        $a_4 = [3254,3325,1214,5252,4454,2234,3555
            ,5244,3153,1224,4534,5455];
        $sort_4 = [0,1,2,3,4,5,6,7,8,9,10,11,5,8,9,4,2,0,3,10,6,11,7,1,8,5,2,6,9,7,10,4,1,3,11,0,4,8,2,6,0,11,5,9,1,3,
            7,10];
        $a_5 = [49410,80569,31326,96852,72078,26712,25462,43123,82036,33151,95981,76569,62951,27607,28094,53481,94342,
            91136,99339,36114,66653,40945,67654,25685,94427,83587,37667,19583,28613,57242,75661,60740,77025,71297,30909,
            68158,98290,89292,63760,76078,11382,36785,50113,64615,79835,73910,45696,15295];
        $a_6 = ['جنگ','امنیت','موشک','ملت','جهان','صدام','متوقف','امروز','دشمن','افزایش','تعرض','کشور','محکم','دولت',
            'نظامی','توان','ایران','اقتدار','تهاجم','هویت','دفاع','تجهیز','ایمان','شکست'
        ];
        $sort_6 =[0,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,0,1,2,3,4,5,6,
            7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23];
        $q_7 = [
            'ماشینم خیلی بد راه میره، فک کنم باید ببرمش آپاراتی +1234567',
            'میگن زمستونا وقتی میخوای بری جاده لغزنده باید زنجیر چرخ ببندی-1234567',
            'رفتم کارواش ولی جای دستمال هنوز روی شیشه ها مونده+7654321',
            'برف انقدر زیاد روی شیشه نشسته که برف پاک کن زورش نمیرسه شیشه رو تمیز کنه -7654321',
            'تصادف خیلی بدی کردم،حس میکنم شاسی ماشين جا خورده +3456789',
            'موتور ماشینم مثل ساعت کار میکنه-3456789',
            'با پولی که من داشتم،ماشینی که دوست دارم کم کار کردش رو نمیتونم پیدا کنم+9876543',
            'با ماشین رفتم مسافرت، نمیدونم چقدر مسافت شهرا بود ولی خیلی خسته شدم-5432101',
            'ماشینم وسط خیابون خراب شد و روشن نمیشه فکر کنم یه تعمیر موتور اساسی لازم داره+5432101',
            'باز هم تابستون شد و ماشین من مدام موتور میسوزونه+1237895',
            'فرمون ماشینم به یه سمت میکشه فکر کنم شاسی ماشین جا خورده -4561238',
            'ماشین بد راه میره فکر کنم لاستیک هاش کم باد شده + 4561238',
            ];
        $a_7 = [1255127,1214007,12376649,3388080,3583532382,14183550340,10070040,5625598,98958925,
            14188245024,362566831,4581798];
        $sort_7 = [0,1,2,3,4,5,6,7,8,9,10,11,6,4,11,0,8,10,5,1,3,2,7,9,8,11,10,1,5,4,3,2,6,7,9,0,2,6,8,5,0,4,
            10,1,7,9,3,11
            ];
        $q_8 = [
            'ضوته =  سلام
            ع  =  21 
            
           چذمپه یبتز رتیاتزب
',
            'طهثی =  سلام
            ع  =  21 
            
طتثطح یث کتا ژتثاح یثطح 
',
            'غبحپ =  سلام
            ع  =  21 
            
جپذ پکحمو یحط پکحمو
',
            'گجرچ =  سلام
            ع  =  21 
            
طچرذس رق سخجذع خ ترجرذ رذفرحذ
',
            'یرضز =  سلام
            ع  =  21 
            
ضزنصدض اصتضژ طونذ ضیع
',
            'صنپو =  سلام
            ع  =  21 
            
وبسپه ژپب ونج پصج
',
            'هذصر =  سلام
            ع  =  21 
            
صرمشخص سشف جذپش زرش ظژصزگ ضخزگ
',
            'قتدث =  سلام
            ع  =  21 
            
طخج جغط ضطد دقتدث دقز
',
            'ازطژ =  سلام
            ع  =  21 
            
لوژبصو وط لمط طهطم ذوم
',
            'جضقط =  سلام
            ع  =  21 
            
طجلخرژقظ عقپمفظ تطفظ یعقغظا کعا
',
            'بژظس =  سلام
            ع  =  21 
            
عبطک ژپزه سمژت منظبف
',
            'محژخ =  سلام
            ع  =  21
             
غکخنرکرژ فک شزن ژمص
'];
        $a_8 = [
            'تحکیم نهاد خانواده',
            'سیاست ما عین دیانت ماست',
            'همت مضاعف کار مضاعف',
            'حمایت از تولید و کالای ایرانی',
            'امریکا شیطان بزرگ است',
            'میزان رای ملت است',
            'امریکا هیچ غلطی نمی تواند بکند',
            'دین نزد خدا اسلام است',
            'خرمشهر را خدا آزاد کرد',
            'مستضعفان وارثین زمین خواهند بود',
            'بسیج لشگر مخلص خداست',
            'خرمشهرها در پیش است'
        ];
        $sort_8 = [0,1,2,3,4,5,6,7,8,9,10,11,7,11,4,2,3,5,6,0,1,8,10,9,1,5,0,10,9,4,2,11,
            8,6,3,7,2,1,11,9,0,7,3,4,5,10,6,8
            ];
        $a_9 = [52531,30710,79285,36724,17351,25207,26844,27299,25191,51409,68886,95647,62071,47989,33740,49660,34585,
            79248,55536,56289,44082,72018,93323,99793,67616,44835,83549,74227,68484,31728,52669,84036,85410,77314,23956,
            21373,30599,84593,32600,32372,65733,63251,73780,46036,84910,54904,15322,90093];
        $q_10 = ['م د ا ن ع ش',
            'و ر ن د ه پ',
            'گ ا ب ر م ه ',
            'ش ر چ ک ا ی',
            'ق م ا ه ر ن',
            'گ ر د ج ا و',
            'ف ر ی و س د',
            'ا پ ی ل م ک',
            'ف د و ن ر ی',
            'م ب ر ی غ ا',
            'ا گ ت ر ن ش',
            'پ ن ه ا ل و'];
        $a_10_1 = ['شمع','پدر','مار','چکش','قهر','جگر','سفر',
            'پیک','فنر','غار','شتر','پول'];
        $a_10_2 = ['دعا','پند','برگ','چای','رقم','گاو','سرد',
            'کما','دیو','آبی','گشت','پله'];
        $a_10_3 = ['آدم','نوه','مهر','شکر','قرن','گدا','رود',
            'کلم','نور','مرغ','تنگ','هلو'];
        $a_10_4 = ['معاد','نرده','بهار','کاچی','نقره','جادو',
            'ردیف','پلاک','فوری','غایب','تراش','لانه'];
        $a_10_5 = ['دانش','پودر','گربه','شکار','قرآن','جارو',
            'سفید','کامل','درون','مربی','ناشر','نهال'];
        $a_10_6 = ['دشمن','رنده','گرما','شریک','نامه','جواد',
            'سرود','لامپ','نیرو','امیر','ارتش','پناه'];
        $a_10_7 = ['معدن','پرده','مربا','کاشی','قمار','گردو',
            'یوسف','پیام','نوید','مربا','گران','پهلو'];
        $sort_10 = [0,1,2,3,4,5,6,7,8,9,10,11,6,8,2,3,0,11,10,9,4,5,7,1,0,2,11,9,10,1,3,6,8,7,4,5,4,11,1,5,3,6,10,
            7,9,0,2,8
            ];


        for ($i=0;$i<=47;$i++) {
            \App\Game::create([
                'user_id' => $player_id[$i],
                'a_1' => $a_1[$i],
                'q_2_1' => $q_2_1[$sort_2[$i]],
                'q_2_2' => $q_2_2[$sort_2[$i]],
                'q_2_3' => $q_2_3[$sort_2[$i]],
                'a_2' => $a_2[$sort_2[$i]],
                'a_3' => $a_3[$i],
                'q_4_1' => $q_4_1[$sort_4[$i]],
                'q_4_2' => $q_4_2[$sort_4[$i]],
                'q_4_3' => $q_4_3[$sort_4[$i]],
                'q_4_4' => $q_4_4[$sort_4[$i]],
                'q_4_5' => $q_4_5[$sort_4[$i]],
                'q_4_6' => $q_4_6[$sort_4[$i]],
                'q_4_7' => $q_4_7[$sort_4[$i]],
                'q_4_8' => $q_4_8[$sort_4[$i]],
                'q_4_9' => $q_4_9[$sort_4[$i]],
                'q_4_10' => $q_4_10[$sort_4[$i]],
                'q_4_11' => $q_4_11[$sort_4[$i]],
                'q_4_12' => $q_4_12[$sort_4[$i]],
                'q_4_13' => $q_4_13[$sort_4[$i]],
                'q_4_14' => $q_4_14[$sort_4[$i]],
                'q_4_15' => $q_4_15[$sort_4[$i]],
                'q_4_16' => $q_4_16[$sort_4[$i]],
                'a_4' => $a_4[$sort_4[$i]],
                'a_5' => $a_5[$i],
                'a_6' => $a_6[$sort_6[$i]],
                'q_7' => $q_7[$sort_7[$i]],
                'a_7' => $a_7[$sort_7[$i]],
                'q_8' => $q_8[$sort_8[$i]],
                'a_8' => $a_8[$sort_8[$i]],
                'a_9' => $a_9[$i],
                'q_10' => $q_10[$sort_10[$i]],
                'a_10_1' => $a_10_1[$sort_10[$i]],
                'a_10_2' => $a_10_2[$sort_10[$i]],
                'a_10_3' => $a_10_3[$sort_10[$i]],
                'a_10_4' => $a_10_4[$sort_10[$i]],
                'a_10_5' => $a_10_5[$sort_10[$i]],
                'a_10_6' => $a_10_6[$sort_10[$i]],
                'a_10_7' => $a_10_7[$sort_10[$i]],
            ]);
        }
    }
}